{
    "title": "Keeping Still",
    "other_titles": "Mountain, Keeping Still, The Symbol of Checking and Stopping, Desisting, Stilling, Stillness, Stoppage, Bound, Reposing, Resting, Meditation, Non-action, Stopping, Arresting Movement, \"Refers to meditation and yoga.\" -- D.F. Hook",
    "Judgment": {
        "Legge": "When his repose is like the back, and he loses all consciousness of self; when he walks in his courtyard and does not see the people, there will be no error.",
        "Wilhelm/Baynes": "Keeping Still. Keeping his back still so that he no longer feels his body. He goes into his courtyard and does not see his people. No blame.",
        "Blofeld": "Keeping the back so still as to seem virtually bodiless, or walking in the courtyard without noticing the people there involves no error!",
        "Liu": "Stillness. Keeping the back still -- one feels that the body no longer exists. Even when one walks in the courtyard, one sees no people. No blame.",
        "Ritsema/Karcher": "Bound: one's back. Not catching one's individuality. Moving one's chambers. Not visualizing one's people. Without fault.  [This hexagram describes your situation in terms of confronting a boundary or obstacle. It emphasizes that stopping and acknowledging the limit, the action of Bound, is the adequate way to handle it. To be in accord with the time, you are told to stop!]",
        "Shaughnessy": "Stilling his back , but not stilling his body: Walking into his courtyard, but not seeing his person; there is no trouble.",
        "Cleary (1)": "Stopping at the back, one does not have a body; walking in the garden, one does not see a person. No fault.",
        "Cleary (2)": "Stilling the back, one does not find the body, etc.",
        "Wu": "Stoppage indicates that, resting on his back, he does not find his body and walking in his courtyard, he does not see any person. Faultless."
    },
    "Image": {
        "Legge": "The image of one mountain atop another formsKeeping Still. The superior man, in accordance with this, does not allow his thoughts to go beyond the duties of his immediate circumstances.",
        "Wilhelm/Baynes": "Mountains standing close together: the image of Keeping Still.. Thus the superior man does not permit his thoughts to go beyond his situation.",
        "Blofeld": "This hexagram symbolizes two mountains conjoined. The Superior Man takes thought in order to avoid having to move from his position.",
        "Liu": "Mountain next to mountain symbolizes stillness. The superior man's thoughts do not go beyond his position.",
        "Ritsema/Karcher": "Ritsema/Karcher",
        "Cleary (1)": "Joining mountains. Thus do superior people think without leaving their place.",
        "Cleary(2)": "The mountains are still. Thus the thoughts of developed people are not out of place.",
        "Wu": "One mountain overlapping another makes Stoppage. Thus the jun zi does not contemplate things beyond his position. [Confucius said: “If you do not hold an office, do not give counsels on its administration.” What he meant is: not to volunteer counsels freely. On the other hand, if you are requested, then give the best you can.]"
    },
    "Commentary": {
        "Confucius/Legge": "Keeping Stillmeans stopping: One rests when it is time to rest, and acts when it is time to act. When action and rest occur at the proper times, one's behavior is enlightened. Keeping his back still, he rests in his proper place. The upper and lower lines of the hexagram all mirror each other, but are without any interaction: Hence it is said that he has no consciousness of [ego]. He does not see the persons in his courtyard, and there will be no error.",
        "Legge": "Two trigrams symbolizing Mountain make up the hexagram ofKeeping Still. Mountains rise up grandly from the surface of the earth, their huge masses resting on it in quiet and solemn majesty. They are barriers to the onward progress of the traveler. The attributes of this hexagram are both resting and arresting. It denotes the characteristic of resting in what is right in principle, right on the widest possible scale -- in the absolute conception of the mind and in every possible position in which a man can be placed. As in hexagram number thirty-one, Initiative, the symbolism is taken from the different parts of the human body. \n According to the K'ang-hsi editors, the second sentence in the Image should be translated: \"The superior man, in consequence with this, thinks anxiously how he shall not go beyond the duties of his position.\""
    },
    "Notes": "Judgment:\"Wipe out imagination: check desire: extinguish appetite: keep the ruling faculty in its own power.” -- Marcus Aurelius \n\n\n The Superior Man eliminates all distraction and concentrates on the matter at hand. \n A large portion of the Work consists of nothing more than the will to keep still. Anyone who has ever tried it can attest that Keeping Still, or doing “nothing,” is probably the most difficult thing that a human can be asked to do. We are an ever-flowing fountain of restless desire -- the senses are mindlessly programmed to encounter their objects, and when we prevent them from doing this, a great commotion occurs in the psyche. We are so accustomed to feeling our desires, drives, instincts and appetites as integral to our awareness, that we are seldom conscious of the fact that they are actually autonomous forces -- as separate from the ego, or choice-making complex, as we are from other people, creatures or objects in the physical world. Try controlling an ingrained habit, such as smoking, and observe how difficult it is to impose your will upon it. Who controls whom? \n\n\n The power of sight does not come from the eye, the power to hear does not come from the ear, nor the power to feel from the nerves; but it is the spirit of man that sees through the eye, and hears with the ear, and feels by means of the nerves. Wisdom and reason and thought are not contained in the brain, but they belong to the invisible and universal spirit which feels through the heart and thinks by means of the brain. All these powers are contained in the invisible universe, and become manifest through material organs, and the material organs are their representatives, and modify their mode of manifestation according to their material construction, because a perfect manifestation of power can only take place in a perfectly constructed organ, and if the organ is faulty, the manifestation will be imperfect, but not the original power defective. \nParacelsus -- De Viribus Membrorum \n\n\n The ego has only one legitimate function -- to make choices: it is the switchboard in the psyche which directs where the energy of the instinctual powers shall go. If these autonomous forces are stronger than the will of the ego, they soon learn to get their way as often as possible. The main difference between an inferior and a superior man is that the latter has learned to control and direct his energies for a higher purpose. One of the best ways to acquire this ability is to learn the lessons inherent within Keeping Still. \n\n\n Psychoanalysis has demonstrated that the power of these images and complexes lies chiefly in the fact that we are unconscious of them, that we do not recognize them as such. When they are unmasked, understood, and resolved into their elements, they often cease to obsess us; in any case we are then much better able to defend ourselves against them. \nRoberto Assagioli -- Psychosynthesis\n\n\n The lines of the upper and lower trigrams are mirror images of each other, yet not one of them has a proper correlate: they don't connect with each other. This suggests the separation of the senses from their objects. For example, eyeballs are sensory-receptors designed for the perception of light and form -- close your eyes, and they are prevented from contacting the phenomena they were created to perceive. That the psychic entities attached to this desire to perceive phenomena might resist restriction is a foregone conclusion, but the ego has control over the eyelids -- or should have. “Not seeing the people in one's own courtyard” means that one ignores one's autonomous impulses. \n Regulation of the psyche’s autonomous manifestations in accordance with the will of the Self is for the purpose of gaining a controlling influence over one’s karma. As stated herein many times, you, as ego, are nothing more than a tool created by the Self for the direction of its own destiny. \n\n\n Both karma theory and quantum mechanics refuse to accept that observers can exist independent of the systems they observe. Spiritual science goes so far as to take the observer’s own internal universe and its states as its experimental field. For it is within that field that karma is produced and stored …The “matter” from which we and our obstructions are created includes both the dense physical material from which our bodies are built and the thoughts, attitudes and emotions that make up our minds. Tantric practice is karmic engineering within this field of name and form, orchestration of substance and action into result. First you direct new causes against previous effects to nullify adverse influences on your awareness, then you unleash yet further actions to negate the influence of the nullifying actions. \nRobert Svoboda –Aghora III, The Law of Karma \n\n\n How any ego could tackle such responsibilities with any hope of progress is impossible to imagine without the direction of the Self. Keeping Still certainly has its own karmic consequences, but when the “not choosing” implied in this hexagram is done in accordance with the Self’s will and intent, the results slowly lead to ever higher levels of awareness – eventually into realms beyond the physical. That is what the Work is all about: any other choice is to lock ourselves into a continuous round of birth and death in physical manifestation. \n\n\n The Kabbalists teach that everything we do stirs up a corresponding energy in other realms of reality. Actions, words, or thoughts set up reverberations in the universe. The universe unfolds from moment to moment as a function of all the variables leading up to that moment. When we remain cognizant of this mystical system, we are careful about what we do, say, or even think, for we know that everything is interdependent; we know that a seemingly insignificant gesture could have weighty consequences. \nRabbi David Cooper – God is a Verb \n\n\n \nSUGGESTIONS FOR MEDITATION \n Notice that every line of this hexagram except the last deals with an inherent challenge involved in the discipline required to keep still. Compare the lines in Keeping Still with similar lines in hexagram 31, Initiative.",
    "line_1": {
        "Legge": "The first line, magnetic, shows its subject keeping her toes at rest. There will be no error, but it will be advantageous for her to be persistently firm and correct.",
        "Wilhelm/Baynes": "Keeping his toes still. No blame. Continued perseverance furthers.",
        "Blofeld": "Stilling the toes -- no error. Unwavering persistence in a righteous course brings advantage. [This suggests the simplest kind of stillness, namely staying where we are.]",
        "Liu": "Keeping the toes still. No error. Continued persistence is advantageous.",
        "Ritsema/Karcher": "Bound: one's feet. Without fault. Harvesting: perpetual Trial.",
        "Shaughnessy": "Stilling his foot: there is no trouble; beneficial for permanent determination.",
        "Cleary (1)": "Stopping at the feet, there is no fault. It is beneficial to be always upright.",
        "Wu": "He rests his toes. No error. It is advantageous to be persevering.",
        "Commentary": "Confucius/Legge:  She does not fail in what is correct according to the idea of the figure. Wilhelm/Baynes: What is right is not yet lost.  Blofeld:  This passage is implied by the position of this line, which is not out of order. Ritsema/Karcher: Not-yet letting-go correcting indeed. Cleary (2): Stop the feet before losing correctness. Wu: He has not lost the correct way. \n Legge:  The symbolism of the hexagram rises from one part of the body to the other. The first line at the bottom of the figure fitly suggests the toes. Toes play a great part in walking, but there are here at rest, and so do not lose the correct idea of Keeping Still. The lesson is that from the first men should rest in and be anxious to do what is right in all their affairs. The dynamic line in a magnetic place accounts for the caution with which the phrase concludes.",
        "Notes": "Siu:  At the outset, the man pauses to study the situation as it actually exists -- without being led astray by wishful thinking or ulterior motives. He must remain persistently firm and correct to avoid irresolute drifting. \n Wing: Because the situation is only at its beginning, you are able to see things as they are. Furthermore, your interests and motives have not yet become self-serving. Continuing in this objective attitude is necessary for advancement. \n Editor:  The I Chingconsistently uses the image of toes as symbolic of initial movement -- the beginning of some kind of action. Here the message is to refrain from action. There is a hint that egotistical compulsiveness or impatience might be involved. You are counseled to squelch this urge and remain quietly in place. \n\n\n Our vitality constantly drives us to do something and if we stop that, something within us keeps going on. Try once to think of nothing even for half a second! You cannot! You think: \"Gosh, I have to go to the butcher, etc.\" It is the constant autonomous restlessness of the life we lead and our will-power is insufficient to enable a simple inner life to overcome that autonomous liveliness. With the help of the Self, however, it comes forth. \nM.L. Von Franz -- Alchemical Active Imagination \n\n A. Do not initiate action."
    },
    "line_2": {
        "Legge": "The second line, magnetic, shows its subject keeping the calves of her legs at rest. She cannot help the subject of the line above whom she follows, and is dissatisfied in her mind.",
        "Wilhelm/Baynes": "Keeping his calves still. He cannot rescue him whom he follows. His heart is not glad.",
        "Blofeld": "Stilling the calves. His heart is sad because he is unable to save his followers.  [Perhaps the implication is that the mind's injunction to be still reached the calves but was delayed there, so that the feet continued moving until it was too late. In other words, we are too late in deciding to stay where we are, although circumstances make this most desirable.]",
        "Liu": "Keeping the calves still. But he cannot restrain the movements that follow, and he is uneasy in his mind. [A person cannot achieve his goal now.]",
        "Ritsema/Karcher": "Bound: one's calves. Not rescuing one's following. One's heart not keen.",
        "Shaughnessy": "Stilling his calves: not raising aloft his rent flesh, his heart is not glad.",
        "Cleary (1)": "Stopping at the calves doesn’t help out the following. The heart is unhappy.",
        "Cleary (2)": "Stopping the calves, they don’t rise to follow. The mind is not happy.",
        "Wu": "He rests the calves of his legs. He cannot help the one he follows and feels unhappy.",
        "Commentary": "Confucius/Legge:  He whom she follows will not retreat to listen to her. Wilhelm/Baynes: Because this one does not turn toward him to listen to him. Blofeld:  He cannot save them because he failed to retire and wait. Ritsema/ Karcher: Not-yet withdrawing-from hearkening indeed. Cleary (2): Not rising to follow means not retreating to listen. Wu: Because that person is unwilling to step back and listen to him. \n Legge:  Above the toes are the calves, represented by the second line which is magnetic but in its proper place. Above this again, are the loins, represented by the third line -- dynamic and in danger of being violent. The second line follows the third and would like to help him, but is unable to do so because there is no correlation between them. The third line will persist in his course without heeding the warnings of line two. \n Anthony:  Keeping his calves still . When we allow ourself to be lured by a wrong motive, it means we doubt that the correct way will work. When doubt pervades, we should not act. “He cannot rescue him whom he follows.” If our inner eye is fastened on what another person does, we follow their path rather than our own. We can only rescue them if we follow our own path. When they see that they are truly alone, with no one to rescue them, they will try to save themselves.",
        "Notes": "Wing:  You are swept along by your goals and the events you've set into motion. Even though you may wish to stop and reconsider, you cannot halt the flow of action. This condition brings unhappiness. \n Editor:  The image depicts one bound to a force or situation which one either can't or won't control. Ritsema/Karcher translate \"hearkening” in the Confucian commentary as: “T'ING: ...The ideogram ear and actualizing-tao, hear and obey.”  Perhaps you have disregarded your intuition or inner voice: the Self. In some contexts, the image suggests one disempowered by circumstances not of one’s own making. Little or nothing can be done to influence the situation. \n\n\n If you have given way to anger, be sure that over and above the evil involved therein, you have strengthened the habit, and added fuel to the fire. If overcome by a temptation of the flesh, do not reckon it a single defeat, but that you have also strengthened your dissolute habits. Habits and faculties are necessarily affected by the corresponding acts. Those that were not there before, spring up: the rest gain in strength and extent. \nEpictetus \n\n A. Depicts a powerless relationship with a controlling inferior force. \n B. Fight hard against your \"need\" to act."
    },
    "line_3": {
        "Legge": "The third line, dynamic, shows its subject keeping his loins at rest, and separating the ribs from the body below. The situation is perilous, and the heart glows with suppressed excitement.",
        "Wilhelm/Baynes": "Keeping his hips still. Making his sacrum stiff. Dangerous. The heart suffocates.",
        "Blofeld": "Stilling the loins and stiffening the spine – his heart is suffocated by trouble. [Elsewhere in the Book of Change, it is made clear that the loins sometimes symbolize sexual desire. To force oneself to continence when the mind is not ready for it is exceedingly dangerous and may lead to mental and emotional disarrangement. What is required is stilling the WHOLE self, a cessation of desire itself.]",
        "Liu": "Keeping the loins and the middle of the spine still. Danger. His heart is like an anxious flame.",
        "Ritsema/Karcher": "Bound: one's limit. Assigned-to one's loins: adversity smothers the heart.",
        "Shaughnessy": "Stilling his midsection: scratching his spine; danger; smoke the heart.",
        "Cleary (1)": "Stopping at the waist breaks the backbone; danger inflames the heart.",
        "Wu": "He rests his waist and tightens it with a waistband. He is deeply worried.",
        "Commentary": "Confucius/Legge:  The danger of keeping the loins at rest produces a glowing heat in the heart. Wilhelm/Baynes: There is danger that the heart may suffocate. Blofeld: If the loins are stilled, there is a danger that the heart will suffocate. Ritsema/ Karcher: Exposure smothers the heart indeed. Cleary (2): Danger affects the heart. Wu: He is deeply worried. \n Legge:  When the calves are kept at rest, advance is stopped, but no other harm ensues. Not so when the loins are kept at rest, and unable to bend, for the connection between the upper and lower parts of the body is then broken. The dissatisfaction increases to an angry heat. Canon McClatchie suggests the idea of \"stopping at a limit, and separating what is in continued succession (i.e., the backbone); thus the mind, etc.\"",
        "Notes": "Siu: Danger results from the smoldering resentment against forced inaction on the part of the man. The proper frame of mind for meditation and concentration can arise naturally only out of inner composure and not through artificial rigidity. \n Wing: If you attempt to force stillness upon restless desires you will only create deep inner conflict and resentment. This can be dangerous. Attempt internal composure through relaxation and Meditation. \n Editor:  If the heart is the point of balance between the dry speculations of the brain and the robust libido of the genitals (\"loins\"), then the will to keep the loins at rest is certain to create a conflict within the psyche which will test our \"heart\" to serve the higher ideals of the Work. As the top line of the lower trigram, this is a place of transition between a lower and higher condition, and the imagery describes the conflict which ensues whenever one undertakes such a separation. Blofeld's note about sexuality is very apt here: the Self is capable of testing one's will to the very limits of endurance on this issue; indeed, control of sexual libido is one of the cornerstones of the Work and cannot be evaded. The concept of the \"cessation of desire itself\" is easily understood, yet all but impossible to achieve. If this is the only changing line, the new hexagram becomes number 23, Disintegration(Splitting Apart), the corresponding line of which offers a strong hint about how to handle the situation at hand. \n\n\n For the flesh lusteth against the Spirit, and the Spirit against the flesh: and these are contrary the one to the other: so that ye cannot do the things that ye would. \nGalatians 5: 17 \n\n A. Make a distinction between your will and your desire, and at least be conscious about which one you choose. \n B. Enforced inaction is suffocating to a free spirit. \n C. Calm down -- get back on center. Disassociate yourself from an inferior force."
    },
    "line_4": {
        "Legge": "The fourth line, magnetic, shows its subject keeping her trunk at rest. There will be no error.",
        "Wilhelm/Baynes": "Keeping his trunk still. No blame.",
        "Blofeld": "Stilling the body -- no error!",
        "Liu": "Keeping the body still. No error.",
        "Ritsema/Karcher": "Bound: one's individuality. Without fault.",
        "Shaughnessy": "Stilling his torso.",
        "Cleary (1)": "Stopping at the body, there is no blame.",
        "Cleary (2)": "Stopping at the torso, there is no fault.",
        "Wu": "He rests on his body. No error.",
        "Commentary": "Confucius/Legge: She keeps herself free from agitation. Wilhelm/Baynes: He stops within his own body. Blofeld:  Stilling the body means stilling the whole self. Ritsema/ Karcher: Stopping connoting the body indeed. Cleary (2): Stopping the torso stills the body. Wu: This means he puts a stop at his own person. \n Legge:  Each part of the body, such as the mouth, eyes and ears has its own particular appetite which draws it to that which is outside of itself. The back alone has nothing to do with anything beyond itself -- hardly with itself even. All that it has to do is stand straight and strong. So should it be with us, resting in principle, free from the intrusion of selfish thoughts and external objects.",
        "Notes": "Siu:  The man forgets his ego. This leads to the highest state of rest. \n Wing: Your frame of mind is conducive to self-mastery. You have only to transcend the impulses of your ego to achieve the ideal of Meditation. \n Editor: Siu's paraphrase combined with Legge's commentary, implies that the situation requires total non-action in the physical, emotional and mental realms of the psyche. This of course is the ideal of almost all forms of meditation. \n\n\n If, in experiencing an emotion -- any emotion -- a person consciously refrains from acting on it while at the same time keeping the event alive within himself, he will discover that the emotion leads him to another dimension of experience. He will discover that the energy of the emotion does not die because of his refusal to give it a space outside of himself. If he holds on to the tail of this tiger as it rebounds inward, he will discover its source. He will then learn why the mediaeval alchemists and Kabbalists insisted that man contains within him a sun, a center of pure energy. It should be stressed that the method I am talking about here is nothing new. The idea is implicit in all Oriental yogas. \nC. Ponce -- Kabbalah\n\n A. Non-action is correct action. Maintain repose. \n B. Meditate."
    },
    "line_5": {
        "Legge": "The fifth line, magnetic, shows its subject keeping her jawbones at rest, so that her words are all orderly. Occasion for repentance will disappear.",
        "Wilhelm/Baynes": "Keeping his jaws still. The words have order. Remorse disappears.",
        "Blofeld": "Stilling the jaws. Since his words are well ordered, he ceases to have cause for regret.",
        "Liu": "Keeping the jaws still. His speech has order. Remorse vanishes.",
        "Ritsema/Karcher": "Bound: one's jawbones. Words possessing sequence. Repenting extinguished.",
        "Shaughnessy": "Stilling his cheeks: words have sequence; regret is gone.",
        "Cleary (1)": "Stopping the jaws, there is order in speech, and regret vanishes.",
        "Wu": "He rests his lower jaw. He speaks with orderliness. Regret vanishes.",
        "Commentary": "Confucius/Legge:  She acts correctly in harmony with her central position. Wilhelm/ Baynes: As a result of central and correct behavior.  Blofeld:  This is indicated by the suitable position of this line, which is central to the upper trigram. Ritsema/Karcher: Using centering correcting indeed. Cleary (2): Stopping the jaws is done with balance and uprightness. Wu: Because of his central position. \n Legge:  The place of the magnetic fifth line is not proper for it, hence the mention of her repenting. Yu Pen (Ming dynasty) says on line five: \"Words should not be uttered rashly. Then, when uttered, they will accord with principle. But it is only the master of the virtue of the due mean who can attain to this.\"",
        "Notes": "Siu:  The man is judicious in his choice of words. He thereby eliminates occasions for regret. \n Wing:  Once you have centered yourself, your words will be chosen more carefully, and outspoken or unthinking comments will be avoided. In this way you will no longer suffer shame or regret. \n Editor:  At its most obvious level, to keep the jawbones at rest is to refrain from ill-considered remarks. But what if one receives this line in a context where speech, per se, is not a factor? Speech is the utterance of words, and words express ideas. As artifacts of the mental realm, words are the components of conceptualization. All of the translations emphasize the idea of bringing order to one's words, hence the line in its larger context is an injunction to sort out the facts of the matter at hand and arrange them in a meaningful pattern. It can refer to re-thinking a situation, or sometimes just to the need to shut off your constant inner chatter. Ritsema/Karcher's Confucian commentary uses the term \"Centering correcting,\" which they translate as: \"Make rectifying one-sidedness and error your central concern; reaching a stable center in yourself can correct the situation.\" \n\n\n It is very difficult for a man to keep silent about things that interest him. He would like to speak about them to everyone with whom he is accustomed to share his thoughts ... This is the most mechanical of all desires and in this case silence is the most difficult abstinence of all. But if a man understands this or, at least, if he follows this rule, it will constitute for him the best exercise possible for self-remembering and for the development of will. Only a man who can be silent when it is necessary can be master of himself. \nGurdjieff \n\n A. Bring order to your thinking. Thought structures can become barriers to correct perception -- don't jump to simplistic conclusions. \n B. \"Make sure brain is engaged before putting mouth in gear.\" \n C. When you don't understand what's happening, refrain from useless speculation."
    },
    "line_6": {
        "Legge": "The sixth line, dynamic, shows its subject devotedly maintaining his restfulness. There will be good fortune.",
        "Wilhelm/Baynes": "Noble hearted keeping still. Good fortune.",
        "Blofeld": "The highest form of stillness -- good fortune!",
        "Liu": "Keeping still with benevolence. Good fortune.",
        "Ritsema/Karcher": "Magnanimous Bounding, significant.",
        "Shaughnessy": "Thick roots; auspicious.",
        "Cleary (1)": "Careful stopping is auspicious.",
        "Wu": "He rests with honor. Auspicious.",
        "Commentary": "Confucius/Legge: To the end he shows himself generous and good. Wilhelm/ Baynes: The good fortune of noble hearted keeping still comes from the fact that there is an ample end. Blofeld:  He achieves this in order to win greater benefit in the end.  Ritsema/Karcher: Using munificence to complete indeed. Cleary (2): A rich conclusion. Wu: It ends with honor. \n Legge:  The third line of the trigrams, and the sixth line of the hexagram, is what makes Keeping Still what it is -- the symbol of a mountain. The subject of it therefore will carry out the resting required by the whole figure in the highest style.",
        "Notes": "Siu:  The man attains tranquility in relation to life in its entirety. \n Wing: When your inner composure can reach even beyond the situation into all aspects of your life, you can penetrate the true meaning of things. From this perspective comes great good fortune. \n Editor:  The sixth line suggests the very top of the mountain -- the peak which is nearest to heaven and hence most in conformance with the ideals of the hexagram of Keeping Still. \n\n\n If meditation is controlled thinking, it implies that the individual has the entire thought process under control, including input from the subconscious. The experienced meditator learns how to think what he wants to think, when he wants to think it. He can always be in control of the situation, resisting psychological pressures that work on the subconscious. He is also in control of himself, never doing something that he knows he really does not want to do. In many schools, this self-mastery is one of the most important goals of meditation. \nAryeh Kaplan --Jewish Meditation \n\n A. An image of tranquil non-action. \n B. Present inaction creates future advantage. \n\n March 30, 2001, 4/25/06"
    }
}