{
    "title": "Gathering Together (Contraction)",
    "other_titles": "Gathering Together, Massing, The Symbol of Gathering into One, Assembling, Congregation, Gathering, Unity, Accord, Making Whole, Focusing, Marshalling One's Forces, Clustering, Finished",
    "Judgment": {
        "Legge": "When forces are gathering, the King goes to his ancestral temple. For successful progress, maintain firm correctness and see the great man. A large sacrifice brings good fortune -- proceed toward your destination.",
        "Wilhelm/Baynes": "Gathering Together . Success. The king approaches his temple. It furthers one to see the great man. This brings success. Perseverance furthers. To bring great offerings creates good fortune. It furthers one to undertake something.",
        "Blofeld": "Gathering Together -- success! The King approaches the temple. It is advisable to see a great man, which will ensure success. Persistence in a righteous course brings reward. Great sacrifices are offered -- good fortune! [These were religious sacrifices, but they may be taken to mean that the time has come for us to make important sacrifices of another sort.] It is favorable to have in view a goal (or destination).",
        "Liu": "Gathering. Success. The king attends the temple. It is of benefit to see the great man; this leads to success. Continuance benefits. Offering a great sacrifice leads to good fortune. It benefits one to go somewhere.",
        "Ritsema/Karcher": "Clustering, Growing. The king imagines possessing a temple. Harvesting: visualizing Great People. Growing. Harvesting Trial. Availing-of the great: sacrificial-victims significant. Harvesting: possessing directed going. [This hexagram describes your situation in terms of collecting and assembling. It emphasizes that bringing people and things together through a common feeling or goal is the adequate way to handle it...]",
        "Shaughnessy": "Finished: The king enters into the temple; beneficial to see the great man; receipt; beneficial to determine. Using the great animal offering is auspicious; beneficial to have someplace to go.",
        "Cleary (1)": "Gathering is developmental. The king comes to have a shrine. It is beneficial to see a great person; this is developmental. It is beneficial to be correct. It is good to make a great sacrifice. It is beneficial to go somewhere.",
        "Cleary (2)": "Gathering is successful. The king goes to his shrine. It is beneficial to see a great person; this leads to success, etc.",
        "Wu": "Congregation indicates that the king comes to his ancestral temple. It will be advantageous to see the great man. There will be pervasion, if persevering. It will be auspicious to use big sacrificial animals in the offerings. It will be good to have undertakings."
    },
    "Image": {
        "Legge": "A marsh above the earth -- the image of Contraction. The superior man, in accordance with this, assembles his weapons in readiness for unseen contingencies.",
        "Wilhelm/Baynes": "Over the earth, the lake: the image of Gathering Together. Thus the superior man renews his weapons in order to meet the unforeseen.",
        "Blofeld": "This hexagram symbolizes a marshy lake rising above the earth. The Superior Man gathers together his weapons in order to provide against the unforeseen. [This is a time when foresight is required of us, too.]",
        "Liu": "The lake on the earth symbolizes Gathering. The superior man keeps his weapons prepared to meet the unexpected.",
        "Ritsema/Karcher": "Ritsema/Karcher",
        "Cleary (1)": "Moisture rises onto the earth, gathering. Thus do superior people prepare weapons to guard against the unexpected.  [When practitioners of the Tao get to where the five elements are assembled and have been returned to the source, when everything acquired is obedient to their will, if they do not know how to prevent danger and take perils into consideration, eventually what has been gathered will again disperse, and they will not be able to avoid the trouble of losing what has been gained… “Weapons” means the tools of wisdom, the work of silent operation of spiritual awareness. When the primordial has been congealed, it is not subject to injury by acquired conditioning, but it is still necessary to dissolve the influence of personal history before nature and life can be stabilized. If there is any remaining contamination, eventually conditioning will reassert itself and the primordial will again become fragmented. Therefore the work of guarding is indispensable.]",
        "Wu": "The marsh is above the earth; this is  Congregation . Thus the jun zi causes the nation to be armed in preparation for contingencies."
    },
    "Commentary": {
        "Confucius/Legge": "Contraction shows massing for union through Cheerfulness and Obedience. The dynamic line is responded to in his ruling central place, hence the idea of union. With the utmost piety the king presents his offerings to the spirits in his ancestral temple. Union with the great man is effected through correctness. The law of heaven demands a sacrifice. Contemplation of the way forces are gathered shows us the way of heaven, earth and all of nature.",
        "Legge": "Contractionmeans collecting together, or things so collected. The hexagram deals with the union between the ruler and his ministers -- between high and low in the kingdom. This state is to be preserved through the influence of religion and the great man, who is a kind of philosopher king who meets the spirits of his ancestors in the temple. Whatever he does will succeed because he is correct and right, and his great sacrifices are in harmony with the times. \n The two trigrams represent Docility and Cheerfulness. The dynamic fifth line has his proper magnetic correlate in line two -- which gives the idea of union. Ch'eng-tzu says that the ordinances of heaven are simply the natural and practical outcome of heavenly principle. \n A marsh above the earth must be kept in by dykes -- so the Contraction must be preserved by precautionary measures, the chief of which is to be prepared to resist attack from without, and to quell internal rebellion."
    },
    "Notes": "Judgment:  Forces are assembling for integration -- focus inward, sacrifice your autonomy and allow the Self to guide the Work. \n The Superior Man  pulls himself together to face the unknown and preserve the Work. “Forewarned is forearmed.” \n Psychologically, Contraction depicts a time when inner components of the psyche assemble for recombination into a new pattern. It is significant that this is the time when “the king goes to his ancestral temple.” That is, the governing intelligence turns toward the template or ideal image of the Work as it exists in its consummate state. (See commentary on hexagram number fifty-nine, Expansion, for further discussion of the symbolism of the ancestral temple.) If the gathering forces integrate in conformity with this archetype, the Work is thereby advanced. \n\n\n He, therefore, who perceives himself to associate with God, will have himself the similitude of Him. And if he passes from himself as an image to the archetype, he will then have the end of his progression. \nPlotinus \n\n\n In addition to being a gestalt of future perfection, the temple is the home of the ancestors: a karmic repository of all that has gone into the Work via the will and intent of former historical ego-personalities. This archetype of \"the ancestors\" is described by the Lakota shaman, Black Elk, in his Great Vision. Note that the \"grandfathers and grandmothers\" are present when the people are \"walking in a sacred manner\" -- i.e., conforming to the ideal archetypal pattern of the Work: \n\n\n But I was not the last; for when I looked behind me there were ghosts of people like a trailing fog as far as I could see -- grandfathers of grandfathers and grandmothers of grandmothers without number. And over these a great Voice -- the Voice that was the South -- lived, and I could feel it silent. And as we went the Voice behind me said: \"Behold a good nation walking in a sacred manner in a good land!\" \n\n\n The Ancestral Temple then, symbolizes the Work in progress as it exists outside of temporal awareness. At death the karmic complexes of the psyche, released from their spacetime ego-body, assume new configurations in hyperspace in accordance with the accomplishments of the just completed lifetime. Ideally, the ancestors and their heirs (choices and their consequences) within the Ancestral Temple undergo purification: this is what Individuation (the Work) is all about. \n\n\n At the end of the dying process consciousness divides into the consciousness of one's parents and one’s children, and then it moves through these modalities, and then divides again. It's moving forward into the future through the people who come after you, and backward into the past through your ancestors. \nTerence McKenna --The Archaic Revival\n\n\n In the multidimensional realms \"beyond\" our material world, time does not exist. In some way unimaginable to us, past, present and future are consolidated into an eternal Here and Now. Thus our choices in spacetime can have consequences in hyperspace which are inconceivable to us in the current situation. So if the Self (as manifested in the oracle) often seems to be tyrannically unreasonable, it is arguably because of the ego's dimensional myopia. \n\n\n The Spirit ... may know the most violent love and hatred possible, for it can see the remote consequences of the most trivial acts of the living, provided those consequences are part of its future life. In trying to prevent them it may become one of those frustrators dreaded by certain spirit mediums. It cannot, however, without ... assistance ... affect life in any way except to delay its own rebirth. With that assistance it can so shape circumstances as to make possible the rebirth of a unique nature. \nW. B. Yeats --A Vision\n\n\n Such conceptions of cause and effect seem irrational to ordinary awareness, yet quantum physicists hypothesize future events which affect the present as well as the past. The idea is not a new one: \n\n\n Indeed, the hero of Hebrew myth is not only profoundly influenced by the deeds, words and thoughts of his forebears, and aware of his own profound influence on the fate of his descendants; he is equally influenced by the behavior of his descendants and influences that of his ancestors. Thus King Jeroboam set up a golden calf in Dan, and this sinful act sapped the strength of Abraham when he pursued his enemies into the same district a thousand years previously. \nGraves and Patai --Hebrew Myths \n\n\n Should the ego's choices and their consequences not conform to the Self's intent, a rather cancerous growth is implied in which dynamic and magnetic forces are improperly consolidated -- in I Chingterms, dynamic and magnetic are mismatched. Through this \"infidelity\" of correlates the Work is thus adulterated and falls short of the archetypal ideal. \n\n\n That the greatest effects come from the smallest causes has become patently clear not only in physics but in the field of psychological research as well. How often in the critical moments of life everything hangs on what appears to be a mere nothing! \nJung -- The Phenomenology of the Spirit in Fairytales\n\n\nContraction is a compression inward toward a center. Psychologically, this can be regarded as an integration of complexes. Once the implosion completes itself, it is implied that the growth cycle reverses itself to expand away from the center. (Cf., hexagram number fifty-nine, Expansion, in which the ancestral temple is also mentioned.) The following hexagram, Pushing Upward,is the inverse of this one, and depicts a similar upward expansion of energy. \n The archetypal themes displayed here are those of Solve et coagula, Implosion-Explosion, Contraction-Expansion, Black Hole-White Hole, Day and Night of Brahma, etc.",
    "line_1": {
        "Legge": "The first line, magnetic, shows its subject with a sincere desire for union, but unable to carry it out, so that disorder is created. If she cries out for help to her proper correlate, all at once her tears will give place to smiles. She need not mind the temporary difficulty; as she goes forward, there will be no error.",
        "Wilhelm/Baynes": "If you are sincere, but not to the end, there will sometimes be confusion, sometimes gathering together. If you call out, then after one grasp of the hand you can laugh again. Regret not. Going is without blame.",
        "Blofeld": "When sincerity (or confidence) does not remain until the last, dispersal and assembling will alternate. There was a cry, but one reassuring clasp of the hand made him ready to laugh [Perhaps we shall experience an unnecessary fright] -- no cause for anxiety. Advancing now will entail no error.",
        "Liu": "In the beginning sincerity, later change. Disorder and gathering alternate. If you cry out, after grasping someone's hands you will smile again. No fear. Go with no blame.",
        "Ritsema/Karcher": "Possessing conformity, not completing. Thereupon disarraying, thereupon Clustering. Like an outcry, the-one handful activates laughing. No cares. Going without fault.",
        "Shaughnessy": "There is a return that does not end, but then is disordered and then \n finished. It is as if he cries out, one room in laughter; do not pity them; in going there is no trouble.",
        "Cleary (1)": "Having sincerity that is not conclusive, there is disorder and mobbing. If you cry, in a moment it’ll turn to laughter; don’t grieve. To go is blameless. [ This is gathering in the sense of reforming error and returning to correctness.]",
        "Cleary (2)": "): There is trust, but it does not last to the end. There is disorder and mobbing. If you cry, laughter is mixed in. Do not worry; it is blameless to go.",
        "Wu": "He has confidence, but does not keep it long. He is perplexed about the congregation. If he calls for help, he will soon find himself holding hands with his friend and smiling. He should not be worried. Going ahead will be blameless. \n Hua Ching-Ni:  Even if one has unquestionable sincerity, the correct purpose of the gathering may not be clearly understood. Confusion may arise. Clarity and order are brought about by patience, firmness and the demonstrated sincerity of the group. Then the gathering becomes a happy one. There is nothing wrong. Proceed.",
        "Commentary": "Confucius/Legge: Her mind and aim are thrown into confusion. Wilhelm/ Baynes: The will is in confusion. Blofeld: Alternating dispersal and assembly betoken indecision. Ritsema/Karcher: One's purpose disarrayed indeed.  Cleary (2):  Confusion of mind. Wu: Because he wavers. \n Legge: Line one is magnetic in a dynamic place. Her proper correlate is line four, but they are separated by the intervention of two magnetic lines. The consequence is shown in the first part of the symbolism. But she is possessed with the desire for union, which is the theme of the hexagram, and by calling out to her correlate she obtains help. Sorrow is thereby turned to joy.",
        "Notes": "Siu: At the outset, the man desires union. But confusion and indecision exist because he is separated from his associates. He calls for help, which is provided, thereby transforming distress into joy. \n Wing: Your hesitation to fully unite with others and make a commitment to shared goals creates indecision in your life. Only by penetrating to the center will you resolve this problem. Locate the leader or central compelling force. If you ask for help now you will receive it. \n Editor: The image here is one of indecisive confusion which can only be resolved by making a proper connection. This line often refers to your lack of confidence in making proper choices related to the Work -- sometimes a crisis of faith in the Work itself is implied. \n\n\n To be born as a human being is a privilege, according to the Buddha's teaching, because it offers the rare opportunity of liberation through one's own decisive effort, through a \"turning-about in the deepest seat of consciousness...\" \nW.Y. Evans-Wentz --The Tibetan Book of the Dead\n\n A. Good intentions can't replace effort -- your heart is in the right place, but you need to make some necessary connections to achieve your goal. Pull yourself together. \n B. Confusion demands the re-establishment of equilibrium; making a connection leads to accord. Seek appropriate assistance."
    },
    "line_2": {
        "Legge": "The second line, magnetic, shows its subject led forward by her correlate. There will be good fortune, and freedom from error. There is entire sincerity, and in that case even the small offerings of the vernal sacrifice are acceptable.",
        "Wilhelm/Baynes": "Letting oneself be drawn brings good fortune and remains blameless. If one is sincere, it furthers one to bring even a small offering.",
        "Blofeld": "Being drawn into something brings good fortune and no error is involved. Be confident and win advantage from making a sacrifice.",
        "Liu": "If you are introduced to something -- good fortune. No blame. If you are sincere, even a simple offering will be blessed.",
        "Ritsema/Karcher": "Protracting significant, without fault. Conforming, thereupon Harvesting availing-of-dedicating.",
        "Shaughnessy": "Extended auspiciousness; there is no trouble. Returning then beneficial to use the spring sacrifice.",
        "Cleary (1)": "Drawing in brings good fortune; no blame. If one is sincere, it is beneficial to perform the spring ceremony.",
        "Cleary (2)": "Drawing out is good and blameless. If trusted, it is beneficial to perform a ceremony.",
        "Wu": "Good fortune is introduced. There will be no error. With sincerity, he has the privilege of making offerings in the summer.",
        "Commentary": "Confucius/Legge:  The virtue proper to her central place has not undergone any change. Wilhelm/Baynes: The middle is still unchanged. Blofeld: The constant nature of this line, which is central. Ritsema/Karcher: Centering, not-yet transforming indeed.  Cleary (2):  Balance has not changed. Wu: His central position has not changed. \n Legge:  Line two is in her proper place, and responds to the dynamic ruler in five, who encourages and helps her advance. She possesses the sincerity proper to her central position, and though able to offer only the sacrifice of spring, which is small compared to the summer and autumn sacrifices, it will be appreciated.",
        "Notes": "Siu: Secret forces are bringing compatible spirits together. If the man permits himself to be led by this ineffable attraction, good fortune will come his way. When deep friendships exist, formalities and elaborate preparations are not necessary. \n Wing:  You may feel mysteriously drawn to certain people or endeavors, although this may not be what you had planned for yourself. Give in to this impulse. Larger and invisible forces are at work here, and good fortune will come by submitting to them. \n Anthony: We must not allow pride, pity or other emotions to cause us to structure how things are to work out ... We need not strive, but let ourself be drawn. \n Editor: To be led forward by one's correlate, in this case the fifth line ruler, is to be guided by the Self. Cirlot, in his Dictionary of Symbols, says: \"To sacrifice what is esteemed is to sacrifice oneself, and the spiritual energy thereby acquired is proportional to the importance of what is lost. All forms of suffering can be sacrificial, if fully and wholeheartedly sought and accepted.\"  The line is an image of sacrificing one's ego interests to follow a superior guiding force. \n\n\n Fear of self-sacrifice lurks deep in every ego, and this fear is often only the precariously controlled demand of the unconscious forces to burst out in full strength. No one who strives for selfhood (individuation) is spared this dangerous passage, for that which is feared also belongs to the wholeness of the self -- the sub- human, or supra-human, world of psychic \"dominants\" from which the ego originally emancipated itself with enormous effort, and then only partially, for the sake of a more or less illusory freedom. This liberation is certainly a very necessary and very heroic undertaking, but it represents nothing final: it is merely the creation of a subject, who, in order to find fulfillment, has still to be confronted by an object. \nJung -- Commentary in the Tibetan Book of the Dead\n\n A. Sacrifice your autonomy for the good of the whole. \n B. Sacrifice to make a connection."
    },
    "line_3": {
        "Legge": "The third line, magnetic, shows it subject striving after union and seeming to sigh, yet nowhere finding any advantage. If she go forward, she will not err, though there may be some small cause for regret.",
        "Wilhelm/Baynes": "Gathering together amid sighs. Nothing that would further. Going is without blame. Slight humiliation.",
        "Blofeld": "A mournful gathering it would seem. There is no objective which would be favorable; yet to advance would involve no error, only slight regret. [Obviously we had better not advance now, unless our reasons for doing so are so important that we are willing to suffer a certain amount of regret.]",
        "Liu": "Gathering with deep sighs. No benefit for an undertaking. Go with no blame. Slight humiliation.",
        "Ritsema/Karcher": "Clustering thus, lamenting thus. Without direction: Harvesting.Going without fault. The small abashed. [Without direction: Harvesting, WU YU \n Li: no plan or direction is advantageous; in order to take advantage of the situation, do not impose a direction on events.]",
        "Shaughnessy": "Finished-like, sighing-like; there is no place beneficial; in going there is no trouble; small distress.",
        "Cleary (1)": "Gathering, lamenting; no benefit. If one goes, there is no fault, but a little shame.",
        "Wu": "He wishes to be with others, but feels sorry that he cannot be. There is no advantage on insisting on going. If he goes ahead, there will be no serious setback, but little embarrassment.",
        "Commentary": "Confucius/Legge: In the subject of the top line there is humility and condescension. Wilhelm/Baynes: The Gentle is above. Blofeld: Advancing entails no error for what lies beyond is gentle. Ritsema/Karcher: Ground above indeed.  Cleary (2):  The one above is willing. Wu: The one above is likely to grant entry. \n Legge: Line three is magnetic in a dynamic place and advanced past the center. The topmost line is not a proper correlate. Line three is possessed by the desire for union, and though lines two and four decline to associate with her, she presses on to line six, which is also desirous of union. That common desire brings them together despite the fact that they are both magnetic lines. It is therefore with difficulty that three accomplishes her object.",
        "Notes": "Siu:  The man attempts to join with others. But the enveloping circle excludes him. He \n should resolutely seek to ally himself with a man near the center of the group, who will bring him in. Some humiliation may occur at first, but this is not a mistake. \n Wing:  A desire for unity is thwarted. The group is closed and you will feel humiliated if you continue in your attempts to penetrate it. If it is terribly important to you, you can achieve your aim by aligning yourself with an influential member of the group. \n Editor:  Wilhelm's Confucian commentary portrays \"The Gentle\" lying above -- which implies that magnetic or receptive forces sympathize with the difficult situation here symbolized. The image suggests the frustration of being unable to make any progress in forging a connection, solving a problem, or effecting a union. It can also depict a less than ideal situation which can only be tolerated for now. \n\n\n Everything good is costly, and the development of personality is one of the most costly of all things. It is a matter of saying yea to oneself, of taking oneself as the most serious of tasks, of being conscious of everything one does, and keeping it constantly before one's eyes in all its dubious aspects -- truly a task that taxes us to the utmost. \nJung --The Secret of the Golden Flower \n\n A. Work to make a connection. \n B. You have missed the point, but don't feel badly about it -- keep trying. \n C. “In order to take advantage of the situation, do not impose a direction on events.\""
    },
    "line_4": {
        "Legge": "The fourth line, dynamic, shows its subject in such a state that, if he is greatly fortunate, he will receive no blame.",
        "Wilhelm/Baynes": "Great good fortune. No blame.  [This describes a man who gathers people around him in the name of his ruler. Since he is not striving for any special advantages for himself but is working unselfishly to bring about general unity, his work is crowned with success, and everything becomes as it should be.]",
        "Blofeld": "Great good fortune and no error!",
        "Liu": "Great good fortune. No blame. (But the position is not correct.) [Incorrect behavior breeds trouble.]",
        "Ritsema/Karcher": "The great significant, without fault.",
        "Shaughnessy": "Great auspiciousness; there is no trouble.",
        "Cleary (1)": "Great fortune, no fault.",
        "Cleary (2)": "If there is great good fortune, then there is no blame.",
        "Wu": "Great auspiciousness. No error.",
        "Commentary": "Confucius/Legge:  His position is not the proper one to him. Wilhelm/Baynes: For the place demands nothing. [Footnote by C.F. Baynes: \"The Chinese text reads literally, ‘The place is not correct.’ Wilhelm's translation follows suggestions of the Chinese commentators.\"]Blofeld: Because the line, though a firm one, is not in the ruling position. Ritsema/Karcher: Situation not appropriate indeed.  Cleary (2):  There is no blame only if there is great good fortune, because one is out of place. Wu: He is out of place. \n Legge:  Line four has his correlate in line one, and he is next to the ruler in line five. We may expect a good auspice for him. Because he is dynamic in a magnetic place caution is intimated.",
        "Notes": "Siu: The man rallies the people to the country's service. This brings good fortune to himself, though he does not actively seek it. \n Wing:  In this position you gather with others to serve a larger goal. Such sacrifice will meet with personal success. \n Anthony: Sometimes in striving for unity, we find it necessary to go alone, with our acts being misunderstood. However, because we work unselfishly to bring about general unity, our work is ultimately successful. \n Editor: Note that this line (minus the Confucian commentary) is unambiguously favorable."
    },
    "line_5": {
        "Legge": "The fifth line, dynamic, shows the union of all under its subject in the place of dignity. There will be no error. If any have no confidence in him, let him see to it that his virtue is great, long-continued, and firmly correct, and all occasion for repentance will disappear.",
        "Wilhelm/Baynes": "If in gathering together one has position, this brings no blame. If there are some who are not yet sincerely in the work, sublime and enduring perseverance is needed. Then remorse disappears.",
        "Blofeld": "On account of his high position, he gathers people together -- no error! Yet he cannot secure the confidence of the people; therefore he should exalt his virtue and prolong his persistence so that he need no longer feel regret. [All this is said of a minister; applied to ourselves, it suggests that we need people's confidence now and should strive hard to deserve it.]",
        "Liu": "If one has position, people will gather. No blame. If he does not have the trust of all, he should perpetuate his magnanimity. Remorse will vanish.",
        "Ritsema/Karcher": "Clustering: possessing the situation. Without fault: in-no-way conforming. Spring, perpetual Trial. Repenting extinguished.",
        "Shaughnessy": "In finishing there is position; there is no trouble. It is not a return; prime permanent determination; regret is gone.",
        "Cleary (1)": "Gathering, there is a state without fault. Not taking oneself seriously, if one is basically always correct, regret will disappear. [If one knows how to fill the belly and also empty the mind, practices non-doing and incubates the spiritual embryo, ever correct and undivided, using the natural true fire to melt away the residual mundanity of acquired conditioning, such a one is called a true human without taint – how could regret not vanish? This is gathering in the sense of incubating the spiritual embryo.]",
        "Cleary (2)": "Gathering around the position, there is no blame. If those who are not loyal remain ever-faithful to their original commitment, regret vanishes. [If one just relies on one’s position and expects others to gather around, one’s aspiration is not yet glorious.]",
        "Wu": "He is in place in Congregation and in no error. But lacking the full confidence of his people, he should forever remain persevering to dispel regret. [ We may consider this [line] as an amendment to the judgment of the hexagram. An important ingredient of the congregation is moral authority. In its absence or lacking of it, the grandiose show is merely a fanfare. It makes no lasting impression on the people.]",
        "Commentary": "Confucius/Legge:  Although there is union in the place of dignity, his mind and aim have not yet been brilliantly displayed. Wilhelm/Baynes: If in gathering together one has only position, the will does not yet shine forth sufficiently. Blofeld: It is only on account of his high position that he is able to assemble the people; his will is not strong enough to achieve remarkable results from this. Ritsema/Karcher: Purpose not-yet shining indeed. Cleary (2): One’s aspiration is not yet glorious. Wu: His aspirations are not enlightening. \n Legge:  Line five is dynamic, central, and in his correct position. Through him there may be expected the full realization of the idea of the hexagram, though the fact that \"his mind and aim have not yet been brilliantly displayed\" indicates that some may even still not have confidence in him.",
        "Notes": "Siu: Although the people unite under the man's leadership, certain difficulties remain. His aims have not been clearly explained, and his thinking is beyond the comprehension of all. Some followers stay with him because of his influential position. If he remains steadfast in his virtues so far as practically possible, he will eventually dissipate these uncertainties. \n Wing:  The person in this position has a great deal of power and influence within the group. Many attach themselves to him because of this. He must further prove his virtues and qualities of leadership in order to gain the true confidence of the group. In doing so he can accomplish his aims. \n Editor:  Psychologically interpreted, the image depicts forces (unconscious complexes) assembling for integration. Conditions are less than optimum for complete transformation however, and a concentration of will and intent is required. The outcome may be dubious: if this is the only changing line, the new hexagram created is Enthusiasm, with a corresponding line portraying a chronic ailment. The ego’s concentration on the task at hand is not as strong as it could be. Sometimes (rarely perhaps) the line can depict a coerced concentration of energy needful to complete a specific task. It goes without saying that compulsory integrations seldom endure, yet when mandated by the Self, such expedience may be necessary. In its most negative sense, this can portray a \"hostile takeover.\" \n\n\n Separation into apparently dissimilar things, such as heaven, the elements, man, etc., was necessary only for the work of generation. Everything separated must be united again in the production of the [philosopher's] stone, so that the original state of unity shall be restored. But, says Dorn [an alchemist], \"Thou wilt never make from others the One which thou seekest, except first there be made one thing of thyself.\" \nJung -- Aion\n\n A. You have gathered your forces, yet haven't gained full mastery over them. Unswerving devotion to the Work and refusal to yield to temptation should eventually bring success. \n B. You can force the issue, but don't expect it to last for long. (Nevertheless, this may be necessary in the present circumstances.)"
    },
    "line_6": {
        "Legge": "The sixth line, magnetic, shows its subject sighing and weeping; but there will be no error.",
        "Wilhelm/Baynes": "Lamenting and sighing, floods of tears. No blame.",
        "Blofeld": "Sighs and lamentations, but no error. [We shall be afflicted by distress, but through no fault of our own.]",
        "Liu": "Lamentation and deep sighing, with tears from the eyes and dribbling from the nose. No blame.",
        "Ritsema/Karcher": "Paying-tribute: sighs, tears, snot. The above not-yet quiet indeed.",
        "Shaughnessy": "Snuffling tears and snivel; there is no trouble.",
        "Cleary (1)": "Sighing and weeping. No blame.",
        "Wu": "He is weeping and sniffling. No error.",
        "Commentary": "Confucius/Legge: She sighs and weeps. She does not yet rest in her topmost position. Wilhelm/Baynes: He is not tranquil at the top. Blofeld: For this top line presages distress. Ritsema/Karcher: The above not-yet quiet indeed.  Cleary (2):  [This is because of] not being comfortable at the top. Wu: He is uneasy to be in the top position. \n Legge: Line six is magnetic and at the extremity of the figure, yet still anxious for union. But she has no proper correlate, and all below are united in line five. Although she mourns her isolation, her good nature will preserve her from error and blame. Resting in the topmost position of the upper trigram of Frivolity she might be expected to abandon the cause of Contraction, but she cannot bear to do it.",
        "Notes": "Siu:  The man does not remain inactive in his high position but seeks alliance with another, who misjudges him. He is saddened by the rebuff. But the unity will come eventually as a result of his determination. \n Wing: Any approach toward union will meet with rejection. This will bring you frustration because your intentions are misunderstood. Turn your attention inward instead, in order to penetrate the meaning of this disharmony. An inner accord with your Self will strengthen your position, and unity may become possible after all. \n Editor:  The image suggests the tension of an incomplete synthesis, or a failure due to lack of capacity rather than wrong intent. Ritsema/Karcher translate \"snot\" as: \"YI: mucous from the nose; snivel, whine.\" The line can sometimes just mean that the Work is often unpleasant and difficult, and sorrow is a natural and not blameworthy response to it. \n\n\n There is no light without shadow and no psychic wholeness without imperfection. To round itself out, life calls not for perfection but for completeness; and for this the \"thorn in the flesh\" is needed, the suffering of defects without which there is no progress and no ascent. \nJung -- Psychology and Alchemy \n\n A. Although the synthesis is incomplete, your goodwill preserves you through the crisis. \n B. \"You can't win 'em all\" -- no need to whine about it. \n\n July 5, 2001, 4/25/05, 4/6/08"
    }
}