{
    "title": "Controlled Power",
    "other_titles": "The Taming Power of the Great, The Great Nourisher, Taming the Great Powers, Great Accumulating, Great Accumulation, Great Storage, Nurturance of the Great, Great Buildup, Restraint of the Great, Restraint by the Strong, Potential Energy, The Great Taming Force, Energy Under Control, Power Restrained, Sublimation, Latent Power",
    "Judgment": {
        "Legge": "Controlled Power means being firm and correct. If its subject doesn't enjoy his family revenues at the expense of public service, there will be good fortune. It will be advantageous to cross the great stream.",
        "Wilhelm/Baynes": "The Taming Power of the Great. Perseverance furthers. Not eating at home brings good fortune. It furthers one to cross the great water.",
        "Blofeld": "The Great Nourisher favors righteous persistence. Good fortune results from not eating at home. It is a favorable time for crossing the great river (sea). [I.e. going on a long journey, perhaps abroad.]",
        "Liu": "Taming the Great Powers. Persistence benefits. Not to eat at home is good fortune. It is of benefit to cross the great water.",
        "Ritsema/Karcher": "Great Accumulating. Harvesting Trial. Not dwelling, taking-in. Significant. Harvesting: wading the Great River. [This hexagram describes your situation in terms of an overriding concern that defines what is valuable. It emphasizes that bringing the variety of things under the control of this central idea is the adequate way to handle it...]",
        "Shaughnessy": "Great Storage: Beneficial to determine; not eating at home is auspicious; beneficial to ford the great river.",
        "Cleary (1)": "In Nurturance of the Great it is beneficial to be chaste. It is good not to eat at home; it is beneficial to cross great rivers. [This hexagram represents incubation nurturing the spiritual embryo. On this path, it is beneficial to still strength, not to use strength. Therefore it says",
        "Cleary (2)": "Great Buildup is beneficial if correct, etc.",
        "Wu": "Restraint of the Great indicates prosperity and perseverance. It will be auspicious not to have meals at home. It will be advantageous to cross the big river. [The character chu in the present context has two meanings: one is to accumulate and the other to restrain.]"
    },
    "Image": {
        "Legge": "Heaven in the midst of the mountain -- the image of Controlled Power. Thus, the superior man studies the words and deeds of ancient men in order to build his virtue.",
        "Wilhelm/Baynes": "Heaven within the mountain: the image of the Taming Power of the Great. Thus the superior man acquaints himself with many sayings of antiquity and many deeds of the past, in order to strengthen his character thereby.",
        "Blofeld": "This hexagram symbolizes the sky visible amidst the mountain peaks. The Superior Man, acting from his profound knowledge of the words and conduct of the wise men of old, nourishes his virtue. [The arrangement of the component trigrams suggests glimpses of the sky among the peaks of the mountains. This points to something very far off and thereby indicates the advisability of setting out for some distant place. This is a time for going from home and giving concrete expression to our appreciation of what others have done for us or for the public good.]",
        "Liu": "Heaven within the mountain symbolizes Taming the Great Powers. The wise man studies ancient knowledge to improve his character.",
        "Ritsema/Karcher": "Ritsema/Karcher",
        "Cleary (1)": "Heaven is in the mountains, great accumulation. Thus do superior people become acquainted with many precedents of speech and action, in order to accumulate virtue.",
        "Cleary(2)": "…Leaders build up their virtues by abundant knowledge of past words and deeds.",
        "Wu": "Heaven is within the mountain; this is Restraint of the Great. Thus the jun zi accumulates his virtue by remembering past words and deeds."
    },
    "Commentary": {
        "Confucius/Legge": "The trigrams that compose Controlled Power show the intelligence of Strength and Mass renewing their virtue every day. A dynamic line is in the highest place, displaying the worth of talent and virtue -- his is the power that keeps Strength in restraint and displays the will necessary to the hexagram. Talents and virtue are nourished because he refuses to confine his power within his immediate family. Heaven in the second line responds to the ruler in the fifth, thus it is favorable to cross the great stream.",
        "Legge": "Controlled Power symbolizes both restraint and the accumulation of virtue. What is restrained accumulates its strength and increases its volume to become a great reservoir of force. The Judgment teaches that if one is firm and correct in this endeavor he may then engage in public service and enjoy the king's grace. \n The dynamic line in the highest place is line six who is above the ruler and has all of heaven in which to move. This, plus the power to suppress the strongest opposition, shows how he is supported by all that is correct. \n Concerning the Image, Chu Hsi says: \"Heaven is the greatest of all things, and its being in the midst of a mountain gives us the idea of a very large accumulation. This is analogous to the labor of the superior man in learning, acquiring and remembering, to accumulate his virtue.\""
    },
    "Notes": "Judgment:Controlled Power is willpower. The ego renounces selfish indulgences to work for the good of the whole. With such a spirit, great transformations are possible. \n The Superior Man studies the precepts of the Work to increase his comprehension and fortitude. \n The essential image to remember in this hexagram is that of Mount Everest holding down Heaven itself: raw power is controlled by the sheer mass of Keeping Still. Thus we see that Controlled Power is Willpower -- arguably the most potentially creative force in the universe, because used correctly it can accomplish anything. \n\n\n The will is, curiously, not recognized as the central and fundamental function of the ego. It has often been depreciated as being ineffective against the various drives and the power of the imagination, or it has been considered with suspicion as leading to self-assertion (will-to-power). But the latter is only a perverted use of the will, while the apparent futility of the will is due only to a faulty and unintelligent use. The will is ineffective only when it attempts to act in opposition to the imagination and to the other psychological functions, while its skilful and consequently successful use consists in regulating and directing all other functions toward a deliberately chosen and affirmed aim. \nRoberto Assagioli –Psychosynthesis \n\n\n An extreme example of this is illustrated by Cleary’s commentary on the Judgment where he says: “This is the work referred to as “nine years facing a wall.” The reference is to Bodhidharma (the patriarch who brought Zen Buddhism to China), who meditated facing a wall for nine continuous years until he attained enlightenment. \n\"If its subject doesn't enjoy his family revenues at the expense of public service, there will be good fortune” is an image of the ego renouncing its illusions of free choice. Psychologically, inner complexes will drain energy from the situation unless the ego has the will to control their manifestation. Every line except the sixth depicts some kind of restraint of power -- only in the top line is the energy available for use. It is significant that the superior man is advised to study the ancient wisdom, for it is in the Mysteries, the Perennial Philosophy, that one discovers the secrets and applications of the will. In other contexts (for example, a question about business matters), this can refer to making connection with sound and established practices. \n In the larger philosophical sense, we see that the evolving illusions of every age insure that the masses will remain attached to the wheel of birth and death -- continuously repeating endless variations of the same basic lessons. When each individual is finally ready to escape from these cycles, it is only within the ancient and eternal template of the Work that transcendence can be found. \n\n\n The analogies between religious ideas in Jewish mysticism that are hundreds of years old and the scientific findings of modern psychology can be explained only by the archetypal structure of the psyche. Man's images and ideas concerning the mysteries of being fall into the timeless patterns arranged by the archetypes of the unconscious; his meditations are determined by them. Within the setting of his culture and his time, he creates new forms for the expression of age-old truths. \nA. Jaffe -- The Myth of Meaning \n\n\n Through contact with the Self, negative cycles can be broken and positive cycles begun, but it always requires a mountain's worth of Controlled Powerto make it happen.",
    "line_1": {
        "Legge": "The first line, dynamic, shows its subject in a position of peril. It will be advantageous for him to stop his advance.",
        "Wilhelm/Baynes": "Danger is at hand. It furthers one to desist.",
        "Blofeld": "Trouble threatens -- it would be wise to bring activities to a halt.",
        "Liu": "When one meets danger, it is better to stop.",
        "Ritsema/Karcher": "Possessing adversity. Harvesting: climaxing.",
        "Shaughnessy": "There is danger; beneficial to stop.",
        "Cleary (1)": "There is danger; it is beneficial to stop.",
        "Cleary (2)": "): There is danger; help yourself.",
        "Wu": "There is danger ahead. It will be advantageous to stop here.",
        "Commentary": "Confucius/Legge:  He should not rashly expose himself to calamity. Wilhelm/ Baynes: Thus one does not expose oneself to danger.  Blofeld: That is, no attempt should be made to avert the trouble.  Ritsema/Karcher: Not opposing calamity indeed. Cleary (2): Help yourself – do not get into trouble. Wu: To avoid calamities. \n Legge:  Line one is subject to opposition or repression from line four. This calamity will be increased if he tries to advance, so it is better for him to halt.",
        "Notes": "Siu:  At the outset, the man is confronted with dangerous obstacles. He should not attempt to advance rashly but remain composed. \n Wing:  Compose yourself. You may feel that you are restrained from advancing. In fact, there are obstacles on the path ahead. It would be wise to halt. \n Editor:  The line itself is unambiguous, though the contradictory Confucian commentaries are subject to interpretation: depending on context, one should either actively avoid danger, or passively allow it to run its course. It is generally safest to accept Wilhelm's translation when doubt prevails. \n\n\n Those that live their life in Tao achieve realization of their nature in inaction. \nChuangtse, quoting Confucius \n\n A. Stop now -- don't expose yourself to danger."
    },
    "line_2": {
        "Legge": "The second line, dynamic, shows a carriage with the strap under it removed.",
        "Wilhelm/Baynes": "The axletrees are taken from the wagon.",
        "Blofeld": "A broken axle.",
        "Liu": "The axletree separates from the wagon.",
        "Ritsema/Karcher": "Carting, stimulating the axle-strap.",
        "Shaughnessy": "The cart throws off an axle-strut.",
        "Cleary (1)": "A cart is divested of its axles.",
        "Cleary (2)": "A cart has its axles removed.",
        "Wu": "The wooden pieces holding the axle firmly underneath a carriage come off.",
        "Commentary": "Confucius/Legge:  He is like a carriage from which the strap under it has been removed -- being in the central place, he will incur no blame. Wilhelm/ Baynes: In the middle there is no blame. Blofeld: We are not to blame. [A relatively serious hindrance threatens, but we are not to blame for it.] Ritsema/Karcher: Centering without surpassing indeed. Cleary (2): But there is no resentment in the heart. Wu: The pieces come off, but the center is faultless. \n Legge: Line two is subject to the repression of the fifth line, so he stops his advance voluntarily -- he has the wisdom to do so because of his central place. The strap below, when attached to the axle, made the carriage stop; he himself acts that part.",
        "Notes": "Siu:  The opposition is decisively stronger. The man should wait while storing energy for his next move. \n Wing:  There is no opportunity for advancement. You are held back by forces that are beyond your reach. Stay where you are and continue to build the resources of your potential energy. Be content with the present situation. There should be no conflict. \n Editor:  A modern image might be an automobile up on blocks – a vehicle is immobilized. In a strange mixture of metaphors, from the ruler's perspective (see Legge's commentary on line five), this second line correlate is seen as a castrated boar -- a potentially dangerous force which has been transformed into a safe one. Usually the line simply means that no action is possible at this time. \n\n\n Here I am speaking not of a power complex, or of an identification with the will to power, but rather of the feeling of ability to control oneself and one's actions, and of the power to choose a goal and to do what is necessary to achieve it. This is a positive factor leading to self-discipline and culture, and on its development civilization largely depends. \nM.E. Harding -- Psychic Energy \n\n A. Stop striving -- nothing can be done now."
    },
    "line_3": {
        "Legge": "The third line, dynamic, shows its subject urging his way with good horses. It will be advantageous for him to realize the difficulty of his course, and to be firm and correct, exercising himself daily in his charioteering and methods of defense. Then there will be advantage in whatever direction he may advance.",
        "Wilhelm/Baynes": "A good horse that follows others. Awareness of danger, with perseverance, furthers. Practice chariot driving and armed defense daily. It furthers one to have somewhere to go.",
        "Blofeld": "A fine steed galloping. Persistence under difficulties will win advantage. It is best to be occupied all day long with defensive measures. It is favorable to have a goal (or destination) in view.",
        "Liu": "Good horses compete with each other. It is of benefit to continue working hard and to keep the chariot safe. It is of benefit to go somewhere.",
        "Ritsema/Karcher": "A fine horse, pursuing. Harvesting: drudgery, Trial. Spoken-thus: an enclosed cart, escorting. Harvesting: possessing directed going.",
        "Shaughnessy": "A fine horse follows; beneficial for determination about difficulty. It is called a barrier-cart [defense]. Beneficial to have someplace to go.",
        "Cleary (1)": "A good horse gives chase. It is beneficial to struggle for right. Daily practicing charioteering and defense, it is beneficial to go somewhere.",
        "Cleary (2)": "… To have somewhere to go.",
        "Wu": "Fine horses are chasing one another. It will be advantageous to remain persevering. Daily practice in charioteering and self-defense will benefit wherever he wants to go.",
        "Commentary": "Confucius/Legge: The subject of the topmost line is of the same mind with him. Wilhelm/Baynes: The will of the one above is in agreement. Blofeld: For this line, which tops the lower hexagram (Sic) presages the fulfillment of our will.  Ritsema/Karcher: Uniting purposes above indeed. Cleary (2): Joining in the aims of those above. Wu: His wish is in consonance with the one above. \n Legge:  Line three is the last of the trigram of Creative Power and it responds to the top line of the upper trigram of Keeping Still. As they are both dynamic the latter does not exert his repressive force. They advance rapidly together, but the position of the third line is perilous. By firmness and caution, however, its subject will escape the peril, and the issue will be good. When the action of the hexagram has reached line six, its work is done. Line six will no longer exercise repression, but join with line three, assisting his advance.",
        "Notes": "Siu:  The man is joined by strong allies who are going in the same direction. The obstacles begin to give way. But the dangers are not over. He must remain alert, well prepared, and farsighted. \n Wing:  The path will begin to open for you, and your progress will be unhindered. Others may join forces with you. Nevertheless, you must constantly keep your personal goals in mind. Remain cautious. \n Editor:  Think of the lower trigram as a kind of throttle, and the upper trigram as the brakes and you have an image of driving, or \"charioteering.\" A good driver uses both throttle and brakes as required to advance the vehicle toward its destination. To switch metaphors, a master samurai warrior is so in tune with the Zen of the battle that his advance and retreat (throttle and brakes) attain a kind of poetic transcendence. \"Daily exercise\" means that the requirements of the Work are dynamic and constantly changing -- what was an appropriate response yesterday may be totally incorrect today, yet essential again tomorrow. One must constantly stay on top of the changes taking place. Take nothing for granted. The line tells us explicitly how hard this is to do: \"It will be advantageous for him to realize the difficulty of his course.\" Ritsema/Karcher translate \"horse\" as: \"...Symbol of spirited strength in the natural world, counterpart of dragon...\" In the context imaged here, this energy is under the control of the will and capable of full performance. The Confucian commentary tells us that Self and ego are in accord on this one. The overall image suggests forces seeking equilibrium -- with will and intent the outcome can be positive. \n\n\n In all forms of strategy, it is necessary to maintain the combat stance in everyday life and to make your everyday stance your combat stance. \nMusashi -- A Book of Five Rings\n\n A. Exercise your willpower by staying on top of a constantly changing situation. The warrior spirit advances the Work."
    },
    "line_4": {
        "Legge": "The fourth line, magnetic, shows the young bull, and yet having pieces of wood over his horns. There will be great good fortune.",
        "Wilhelm/Baynes": "The headboard of a young bull. Great good fortune.",
        "Blofeld": "The headboard of a young ox -- sublime good fortune! [The symbol is a piece of wood, not unlike a cangue, used for the same purpose as a rope and nose-ring. The suggestion is that one who has not yet attained his full strength benefits from being restrained.]",
        "Liu": "The headboard restrains the young bull. Great good fortune.",
        "Ritsema/Karcher": "Youthful cattle's stable. Spring significant.",
        "Shaughnessy": "The young ox's restraint; prime auspiciousness.",
        "Cleary (1)": "The horns of a young ox are very auspicious.",
        "Cleary (2)": "The horn-guard of a young ox is very auspicious.",
        "Wu": "It is like putting a wooden crossbar over the horns of a young bull. There will be great fortune.",
        "Commentary": "Confucius/Legge:  There will be occasion for joy. Wilhelm/Baynes: It has joy. Blofeld: Good fortune in the form of happiness.  Ritsema/Karcher: Possessing rejoicing indeed. Cleary (2): There is joy. Wu: It is a sign of joy. \n Legge:  The young bull doesn't have horns yet. Attaching a piece of wood to shape their growth and prevent goring is an instance of extraordinary precaution, and precaution is always good.",
        "Notes": "Siu: The man retrains the wild force by timely preventive acts and extraordinary precautions, like fastening a headboard on the growing horns of a young bull. \n Wing:  That which has held you back has, in fact, aided in your growth. Instead of squandering your resources on premature advancements, you have built up a strong reserve of potential energy. Good fortune. \n Editor: Blofeld, Shaughnessy and Cleary render \"ox\" instead of \"bull\" -- an unfortunate word choice. (Since an ox is a castrated bull, the meaning of the line is muddled.) The image is one of energy which grows -- i.e., matures and accumulates. To shape this accumulation within the structure of a higher ideal or intent (the \"headboard\") is to maintain control over it and prevent its autonomous release. Psychologically, the metaphor suggests a forming template, such as the precepts of the Work (\"the words and deeds of ancient men” in the Image), which shapes consciousness in accordance with an archetypal ideal. This raises the issue of the difference between disciplined sublimation and repression: \n\n\n In the face of a seemingly insoluble conflict, awareness and discipline are called for. Repression is something else; it is the act of shutting our eyes in order to avoid the suffering of discipline. \nE.C. Whitmont -- The Symbolic Quest \n\n A. Channel your power, shape your impulses, structure your will, focus your intent. Impose restrictions now to prevent later lack of control. \n B. \"As the twig is bent...\""
    },
    "line_5": {
        "Legge": "The fifth line, magnetic, shows the teeth of a castrated hog. There will be good fortune.",
        "Wilhelm/Baynes": "The tusk of a gelded boar. Good fortune.",
        "Blofeld": "A gelded boar's tusk -- good fortune! [This is an emblem of opportunity.]",
        "Liu": "The boar has a tusk but is gelded. Good fortune.",
        "Ritsema/Karcher": "A gelded pig's tusks. Significant.",
        "Shaughnessy": "The crying pig's teeth; auspicious.",
        "Cleary (1)": "The tusks of a gelded boar are auspicious.",
        "Wu": "It is like the teeth of a castrated pig. There will be fortune.",
        "Commentary": "Confucius/Legge:  There is occasion for congratulation. Wilhelm/Baynes: \n It has blessing. Blofeld: Good fortune in the form of blessings. [i.e. good fortune apparently unconnected with our efforts or deserts.] Ritsema/Karcher: Possessing reward indeed. Cleary (2):  There is celebration. Wu: There is something to celebrate. \n Legge: A boar is a powerful and dangerous animal. Let him be castrated, and though his tusks remain, he cares little to use them. Line five is the ruler of the hexagram whose duty it is to repress the advance of evil. An encounter with the strong second line would be dangerous, but the ruler has taken the early precaution of reducing line two to the condition of a castrated boar. Not only is there no evil, there is good fortune.",
        "Notes": "Siu:  The man dissipates the wild force by controlling its basic source. \n Wing:  By cutting off the roots of an uncontrolled great force, it can be restrained and redirected. This indirect approach is much better than direct combat or confrontation. Good fortune. \n Editor: The idea here is one of sublimation. To sublimate is to \"make sublime\" -- that is, to transform a lower impulse into a higher one: to refashion that which is coarse into that which is fine. The difference between this line and the previous one is that line four shows the energy externally modified, whereas here it is internally transformed to a higher category. The image can sometimes suggest the idea of foresight -- \"A stitch in time saves nine.\" \n\n\n The animal elements, instincts, and desires existed before the Divine Spirit illuminated them and made them into man. The animal soul of man is derived from the cosmic animal elements, and the animal kingdom is therefore the father of the animal man. If man is like his animal father, he resembles an animal; if he is like the Divine Spirit that may illuminate his animal elements, he is like a god. If his reason is absorbed by his animal instincts, it becomes animal reason; if it rises above his animal desires, it becomes angelic. \nParacelsus \n\n A. Sublimate your impulses so that they won't overpower you in an unguarded moment. \n B. \"Nip it in the bud.\" A force is altered before it can cause harm. \n C. Image of a transformation of energy from crude to sublime."
    },
    "line_6": {
        "Legge": "The sixth line, dynamic, shows its subject as in command of the firmament of heaven. There will be progress.",
        "Wilhelm/Baynes": "One attains the way of heaven. Success.",
        "Blofeld": "Carrying (i.e. according with) heaven's way.",
        "Liu": "One follows the way of heaven. Success.",
        "Ritsema/Karcher": "Wherefore heaven's highway? Growing.",
        "Shaughnessy": "How wary is heaven; receipt.",
        "Cleary (1)": "Carrying the crossroads of heaven; development. [At the end of nurturance of the great, the achievement complete, the practice fulfilled, with a peal of thunder the real person emerges, startling the ignorant, amazing the mundane … When practitioners of the Tao reach liberation and attain reality, there is a body outside the body, beyond heaven and earth.]",
        "Cleary (2)": "Carrying the crossroads of heaven is successful.",
        "Wu": "It is at the crossroads of heaven. There will be pervasiveness.",
        "Commentary": "Confucius/Legge:  The way is grandly open for movement. Wilhelm/ Baynes: Truth works in the great. Blofeld: This implies great progress along the way of virtue. Ritsema/Karcher: Tao: the great moving indeed. Cleary (2): The way is carried out on a grand scale. Wu: The way of heaven prevails. \n Legge:  The work of repression is over, and the dynamic subject of line six now has ample scope to carry out the idea of the hexagram in the accumulation of virtue.",
        "Notes": "Siu: The man eventually removes all obstacles and attains progress and honor. \n Wing:  All obstacles give way. potential energy can be used to accomplish great deeds in the world. Align yourself with the tao and you will meet with unparalleled success. \n Editor:  This is the only line of the hexagram that does not depict some form of restraint of power, implying that when the ego has learned to control its inner forces they are available for transformation by the Self. Cleary’s commentary describes what this experience may be like: “When practitioners of the Tao reach liberation and attain reality, there is a body outside the body, beyond heaven and earth.” If this is the only changing line, the new hexagram created is number eleven, Harmony, in which Heaven and Earth unite: ego and Self are as portrayed in this line. \n\n\n The great majority of humanity are ruled by their external circumstances, but the superior man is he who works out his own direction and then changes his environment, or his reaction to it, accordingly. He is a master of his destiny. \nGareth Knight -- Qabalistic Symbolism\n\n A. Use your power to further the Work. \n\n 6/28/02, 4/23/06"
    }
}