{
    "title": "Inner Truth",
    "other_titles": "The Symbol of Central Sincerity, Inward Confidence, Inner Truthfulness, Sincerity, Centering- Conforming, Central Return, Faithfulness in the Center, Sincerity in the Center, Insight, Understanding, The Psyche, \"Take the middle road and avoid extremes.\" -- D.F. Hook",
    "Judgment": {
        "Legge": "Inner Truth moves even pigs and fish, and leads to good fortune. There will be advantage in crossing the great stream. There will be advantage in being firm and correct.",
        "Wilhelm/Baynes": "Inner Truth. Pigs and fishes. Good fortune. It furthers one to cross the great water. Perseverance furthers.",
        "Blofeld": "Inward Confidence and Sincerity.  Dolphins -- good fortune! It is advantageous to cross the great river (or sea). Persistence in a right course brings reward.",
        "Liu": "Inner Truthfulness. Sea Lions -- good fortune. It is of benefit to cross the great water.",
        "Ritsema/Karcher": "Centering Conforming, hog fish significant. Harvesting: wading the Great River. Harvesting trial. (Hog fish, T’UN YU: aquatic mammals; porpoise, dolphin; intelligent aquatic animals whose development parallels the human; sign of abundance and good luck.) [This hexagram describes your situation in terms of the relation between your inner core and the circumstances of your life. It emphasizes that bringing your central concerns and your life situation into a sincere and reliable accord is the adequate way to handle it...]",
        "Shaughnessy": "Central Return: the piglet and fish are auspicious; harmonious: beneficial to ford the great river; beneficial to determine.",
        "Cleary (1)": "Faithfulness in the center is auspicious when it reaches even pigs and fish . It is beneficial to cross great rivers. It is beneficial to be correct.",
        "Cleary (2)": "Sincerity in the center is auspicious when simple-minded ... etc.",
        "Wu": "Sincerity moves piglets and fishes. Auspicious. It will be advantageous to cross the big river with perseverance."
    },
    "Image": {
        "Legge": "Wood on a Marsh -- the image of Inner Truth. The superior man deliberates about cases of litigation and delays the infliction of death.",
        "Wilhelm/Baynes": "Wind over lake: the image of Inner Truth. Thus the superior man discusses criminal cases in order to delay executions.",
        "Blofeld": "This hexagram symbolizes wind blowing over a marshy lake. The Superior Man devotes careful thought to his judgments and is tardy in sentencing people to death.",
        "Liu": "The wind over the lake symbolizes Inner Truthfulness. The superior man judges criminals and postpones capital punishment.",
        "Ritsema/Karcher": "Ritsema/Karcher",
        "Cleary (1)": "There is wind above a lake, with truthfulness between them. Thus superior people consider judgments and postpone execution.",
        "Cleary(2)": "There is wind over a lake, with sincerity in the center. True leaders consider judgments and postpone execution.",
        "Wu": "There is wind above the marsh: this is Sincerity. Thus, the jun zi deliberates the verdicts and enjoins the death sentence."
    },
    "Commentary": {
        "Confucius/Legge": "Inner Truth shows two magnetic lines occupying the innermost part of the hexagram, with dynamic lines in the centers of the trigrams. We see the attributes of Cheerfulness and Flexible Penetration -- sincerity thus symbolized reaches even to pigs and fishes and will transform the country. We see one riding on the symbol of Wood, which forms an empty boat -- hence it is advantageous to cross the great stream. The virtue of Inner Truth requires firm correctness and shows the proper response of man to heaven.",
        "Legge": "Inner Truth denotes the highest quality of man, giving its possessor the power to prevail with spiritual beings, with other men and with lower creatures. There are two magnetic lines in the center and two dynamic lines above and below them. The magnetic lines represent the heart and mind free from all preoccupation, without any consciousness of self. The two dynamic lines immediately above and below them are each in the center of their respective trigram, and denote the solid virtue of one so free from selfishness. \n The trigram of Wood above the trigram for a Lake or Marsh suggests a boat crossing the great stream. The pigs and fishes symbolize the rudest and most obstinate of men. Ch'eng-tzu observes: \"We have in the sincerity shown in the upper trigram superiors condescending to those below them in accordance with their peculiarities, and we have in that of the lower those below delighted to follow their superiors. The combination of these two things leads to the transformation of the country and state.\""
    },
    "Notes": "Judgment:  It is a great accomplishment when Inner Truthalters archetypal forces within the psyche. The ego’s devotion to the Work is the means to this end. \n The Superior Man  carefully differentiates his options and avoids drastic measures. (Can sometimes mean: \"Don't act until you are sure of all the facts.\") \n Anyone who monitors his dreams and other images knows that the unconscious is a continuous wellspring of psychic energy. Jung has observed that we are probably dreaming all of the time -- the only reason we don't usually notice this is because the conscious mind is so powerful that the more subtle manifestations of the psyche are eclipsed. Since consciousness consists of only the upper layers of a deep continuum of awareness it is obvious that we are being continuously \"created from within.\" The ultimate source of our being is not easily accessible, but all of the empirical evidence points to a \"Self\" which transcends the space-time continuum -- i.e., lives in another \"dimension.\" \n\n\n The capacity to nullify space and time must somehow inhere in the psyche, or, to put it another way, the psyche does not exist wholly in time and space. It is very probable that only what we call consciousness is contained in space and time, and that the rest of the psyche, the unconscious, exists in a state of relative spacelessness and timelessness. \nJung --Letters\n\n\n This seemingly exotic concept was written by Jung in 1939, yet today the theories of the quantum physicists are approaching the point where awareness itself will be recognized as space-time transcendent. \n\n\n In the modern Kaluza-Klein theory all the forces of nature, not merely gravity, are treated as manifestations of spacetime structure. What we normally call gravity is a warp in the four spacetime dimensions of our perceptions, while the other forces are reduced to higher-dimensional spacewarps. All the forces of nature are revealed as nothing more than hidden geometry at work ... There is a deep compulsion to believe in the idea that the entire universe, including all the apparently concrete matter that assails our senses, is in reality only a frolic of convoluted nothingness, that in the end the world will turn out to be a sculpture of pure emptiness, a self-organized void. \nPaul Davies -- Superforce \n\n\n The physicists now hypothesize an eleven-dimensional universe, and state that the seven \"extra\" dimensions are somehow \"rolled up to a very small size\" so that they are not apparent to our senses. If we are going to hypothesize such fantastic realms it is more elegant to hypothesize consciousness itself as emanating from an extra-dimensional source. This is the Pleroma of the Gnostics and Alchemists, the upper and lower worlds of shamanism, or in Jungian parlance: the Objective Psyche or Collective Unconscious. \n The familiar spacetime of our conscious experience consists of three linear dimensions, plus time. Time is considered a dimension, but not like the other three -- one can go up, down, forward and backward, to the left or right at will, but one cannot go back to this morning or forward to next Thursday afternoon. The time dimension is a continuous \"now\" and we experience it and the other three dimensions from the reference point of consciousness -- we are the center from which all dimensions radiate. Consciousness is like time in that it is always \"now,\" and since consciousness emerges from within in a continuous and autonomous flow, we can legitimately hypothesize that we emanate from a power source in another dimension. We are a kind of continuous explosion from within -- a microcosmic version of the \"Big Bang\" which originated the universe, and which, incidentally, is still exploding-expanding outward into space. \n\n\n If everything that is recognizable is so only because it has separated itself from the \"all and nothingness,\" leaving its complementary half behind in the unmanifested state, then the earth too must have its complementary half in the unmanifested state, and the force of gravitation it exerts on all the creatures and objects living on it is the striving for reunification between the earth and its unmanifested complementary half which has been left behind in the void as its negative reflection. The earth's gravitational pull thus draws all the earth towards the void which stands beyond time and space, in order to bring about this reunion. If the earth were to yield, all the earth and everything on it would disappear into the center, into the void. But that would be a return to the paradisiacal unity -- to God -- to bliss! \nElisabeth Haich -- Initiation\n\n\n The image of the hexagramInner Truth gives us the idea of an \"empty\" center -- as good an image as could be devised from the structural components of the trigrams to show the inner source of human consciousness. The pigs and fishes of the Judgment are the archetypal complexes which must be tamed through the process of the Work, and to \"cross the great stream\" with firm correctness is to accomplish this holy task. \n\n\n Through all ages men have sought, and some have found; there is a door through which we can pass out on to the higher planes, but that door is within the soul, it is an enlargement of consciousness whereby we perceive these things to which we have hitherto been blind, and from such perception comes the sense of reality which is lacking while we perceive nothing but appearances. Whoso has this wider vision is freed from the limitations of the five physical senses; his memory extends back beyond birth, and his hopes go forward beyond death ... Having all aspects of his own nature harmoniously developed, he is at one with all aspects of the universe, nothing is alien to him, and no form of existence is hostile. The path of life is open before him and he treads it with joy. \nD. Fortune -- The Esoteric Philosophy of Love and Marriage",
    "line_1": {
        "Legge": "The first line, dynamic, shows its subject resting in himself. There will be good fortune. If he sought to any other, he would not find rest.",
        "Wilhelm/Baynes": "Being prepared brings good fortune. If there are secret designs, it is disquieting.",
        "Blofeld": "The officer in charge of hunting and fishing [The whole of this phrase translates a single Chinese word. The additional commentaries in my possession differ widely in their interpretation of this character (which has several other meanings) and of the passage as a whole. None of them gives what seems to me a satisfactory explanation and I must confess myself unable to interpret the meaning.] -- good fortune! The presence of others would give rise to anxiety. [In the light of the commentary on the line which follows, this could also be taken to mean: \"Any other way than the way we are following would make us lose our peace of mind.\"]",
        "Liu": "Ponder carefully. Good fortune. Other thoughts lead to anxiety.",
        "Ritsema/Karcher": "Precaution significant. Possessing this, not a swallow. (Swallow, YEN: house swallow, martin, swift, retired from official life; easy, peaceful, private; give a feast; relation between elder and younger brother.)",
        "Shaughnessy": "Self-satisfied auspiciousness ; there are others not tranquil.",
        "Cleary (1)": "Forethought leads to a good outcome. If there is something else, one is not at rest.",
        "Cleary (2)": "): Preparedness leads to a good outcome, etc.",
        "Wu": "Being devoted to a single cause is auspicious. Vacillation would lead to uneasiness.",
        "Commentary": "Confucius/Legge: No change has yet come over his purpose. Wilhelm/Baynes: The will has not yet changed. Blofeld: The good fortune presaged by this line implies that our purpose remains unaltered. Ritsema/Karcher: Purpose not-yet transformed indeed. Cleary (2): The mind is not changed. Wu: There has been no change in purpose. \n Legge: Ordinarily, we would expect line one to turn to line four as its correlate. However, the K'ang-hsi editors contend that with the exception of lines three and six, the concept of correlation should be discarded from the study of this hexagram. Here sincerity is focused on inner truth, and this is the source of its power. \"No change has come over his purpose\" means that sincerity, perfect in and of itself, continues undisturbed by outside influences.",
        "Notes": "Siu:  At the outset, the man relies on his inner stability and preparedness, which are the basis of a correct attitude toward the world. If he seeks secret ties, however, his peace of mind and inmost sincerity will be jeopardized. \n Wing:  Concentrate now upon your inner virtue. Rely upon your principles and those things you know to be true about your nature. Good fortune will come with this attitude. If you look outside of yourself for help, you may succumb to chaos and all subsequent action will be uncentered and improper. \n Editor:  There is some serious disagreement about the proper translation of this line. Wilhelm speaks of \"being prepared;\" Liu renders it as an injunction to \"ponder carefully.\" Blofeld's version is a complete non-sequitur, and we can't help but wonder about the meaning of the \"swallow\" in Ritsema/Karcher's version. Nevertheless, all of the Confucian commentaries are closely analogous, so we can use it as our point of reference. The image is one of an inner centeredness which seems threatened. The proper response is an egoless receptivity to experience which has its secure foundation in Self-reliance. One comes from one's center, ignoring peripheral inner turmoil and its reflection in outer temptation, and thereby flows with Tao. \n\n\n It was even then only after the Heyoka ceremony, in which I performed my dog vision, that I had the power to practice as a medicine man, curing sick people; and many I cured with the power that came through me. Of course it was not I who cured. It was the power from the outer world, and the visions and ceremonies had only made me like a hole through which the power could come to the two-leggeds. If I thought that I was doing it myself, the hole would close up and no power could come through. Then everything I could do would be foolish. \nBlack Elk \n\n A. An image of self-containment -- everything you need is within you. Be true to your Self. \n B. Self-reliance implies receptivity to intuition."
    },
    "line_2": {
        "Legge": "The second line, dynamic, shows its subject like the crane crying out in her hidden retirement, and her young ones responding to her. It is as if it were said: \"I have a cup of good spirits,\" and the response were, \"I will partake of it with you.\"",
        "Wilhelm/Baynes": "A crane calling in the shade. Its young answers it. I have a good goblet. I will share it with you.",
        "Blofeld": "A crane sings in the shade; its young ones follow suit. [This symbolizes a longing in which others share.] I have a fine goblet and will share it with you. [We should allow others to benefit from something or some circumstance which is valuable to us.]",
        "Liu": "A crane calls in the shade; its young ones respond. I have a good goblet (wine, virtue) to share with you.",
        "Ritsema/Karcher": "Calling crane located-in yin. One's son-hood harmonizing it. I possess a loved wine-cup. Myself associating, simply spilling it.",
        "Shaughnessy": "A calling crane in the shade, its young harmonizes with it: We have a good chalice, I will down it with you.",
        "Cleary (1)": "A calling crane is in the shade, its fledgling joins it; I have a good cup, which I will quaff with you.",
        "Wu": "A crane cries in the shade and her young chime in. “I have fine wine. I would like to share it with you.”",
        "Commentary": "Confucius/Legge: Her young ones respond to her from the common wish of the inmost heart. Wilhelm/Baynes: This is the affection of the inmost heart. Blofeld:  `Its young ones follow suit' indicates heartfelt desire.  Ritsema/Karcher: Centering the heart desiring indeed. Cleary (2): The fledgling joining in is the heart’s desire. Wu: The harmony comes from within. \n The Master said:  \"The superior man occupies his apartment and sends forth his words. If they be good, they will be responded to at a distance of more than a thousand miles -- how much more will they be so in the nearer circle! If his words be evil, they will awaken opposition at a distance of more than a thousand miles – how much more will they do so in the inner circle! Words issue from one's person, and proceed to affect the people. Actions proceed from what is near, and their effects are seen at a distance. Words and action are the spring and hinge of the superior man. The movement of that hinge and spring determines glory or disgrace. His words and actions move Heaven and Earth -- may he be careless in regard to them?\" \n Legge:  The young ones of the crane are represented by line one. The symbolism suggests two men brought together by their sympathy in virtue. The subject of the line is the effect of sincerity. As one bond of loving regard unites the mother bird and her young, so answers the heart of man to man.",
        "Notes": "Siu:  The man voices his feelings and defends his deeds by clear explanations, which exert a far-reaching chain reaction. \n Wing:  Here insight and influence are in their finest hour. The deeds you do, the words you speak, resonate in the hearts and minds of others near and far. You may expect a fortunate and beneficial response from your environment. \n Editor:  We see here a hidden mother bird calling to her young to share a cup of spirits. (Wilhelm, Blofeld and Liu all translate \"hidden retirement\" as \"shade.\") The image is of a mother who cannot be seen -- i.e., a hidden source. Psychologically interpreted, this suggests the inner Self, and the shade suggests the darkness of the unconscious from which the Self calls to us. The young birds who respond to the call are the complexes of the psyche, including, of course, the conscious ego-complex. Despite conscious negative associations of alcohol with intoxication, \"spirits\" are a common dream symbol for the action of the spirit on consciousness. (Aqua Vitae, literally: \"water of life,\" means alcohol or hard liquor.) The overall image then is one of the Self and its complexes united by their common \"spirit.\" \n\n\n As concerning the most sovereign form of soul in us we must conceive that heaven has given it to each man as a guiding genius -- that part which we say dwells in the summit of our body and lifts us from earth toward our celestial affinity, like a plant whose roots are not in earth, but in the heavens. And this is most true, for it is to the heavens, whence the soul first came to birth, that the divine part attaches the head or root of us and keeps the whole body upright. \nPlato -- The Timaeus \n\n A. An image of affinity and connectedness which may be hidden or not readily apparent. \n B. Self and satellites united in accord: Nourishment which comes from within."
    },
    "line_3": {
        "Legge": "The third line, magnetic, shows its subject having met with her mate. Now she beats her drum, and now she leaves off. Now she weeps, and now she sings.",
        "Wilhelm/Baynes": "He finds a comrade. Now he beats the drum, now he stops. Now he sobs, now he sings. [Here the source of a man’s strength lies not in himself but in his relation to other people. No matter how close to them he may be, if his center of gravity depends on them, he is inevitably tossed to and fro between joy and sorrow.]",
        "Blofeld": "He makes an enemy. Beating a drum by fits and starts, he weeps and sings in turn. [We are conscious of having made an enemy, but we cannot make up our minds what to do about it. The implication is that we should have more courage.]",
        "Liu": "One meets a person. Suddenly he beats a drum, and suddenly he stops; then he weeps, then he sings. [You can expect to gain sometimes, but also to lose sometimes; in happiness hides sadness, but from sadness will spring joy.]",
        "Ritsema/Karcher": "Acquiring antagonism. Maybe drumbeating, maybe desisting. Maybe weeping, maybe singing.",
        "Shaughnessy": "Getting an enemy: now drumming, now weary, now crying, now singing.",
        "Cleary (1)": "Finding enemies , sometimes drumming, sometimes stopping, sometimes crying, sometimes singing. [Believing in what is not to be believed will inevitably destroy faith. This is faith that takes the false to be true.]",
        "Cleary (2)": "Finding a mate … etc. [All of this is due to lack of virtuous qualities and being out of place.]",
        "Wu": "He meets with his counterpart. Sometimes he drums, sometimes he stops, sometimes he wails, and sometimes he sings.",
        "Commentary": "Confucius/Legge:  The position of the line is not the appropriate one for it. Wilhelm/ Baynes: The place is not appropriate. Blofeld: His beating the drum by fits and starts is indicated by the unsuitable position of this line. Ritsema/Karcher: Situation not appropriate indeed. Cleary (2):  The position is not appropriate. Wu: Because he is out of place. [The judgment describes how circumstances may influence the action of a person, but makes no comments on his behaviors.] \n Legge:  The mate of line three is line six. Although they are matched as correlates, each is in an inappropriate place. The idea is that sincerity, not left to itself, is influenced from outside which causes changes and uncertainty in one's moods.",
        "Notes": "Siu:  The man depends on others for his joys and sorrows, which generates an uncertainty of moods. His sincerity is impure and contaminated with external influences. \n Wing:  You depend upon your external relationships to dictate your mood or to gauge your confidence in yourself. This can sometimes elevate you to the heights of joy or banish you to the depths of despair. Possibly you may enjoy such range in emotion. \n Editor:  Note the close similarity between this line and line three of Hexagram #30, Clarity:\"In the light of the setting sun, men either beat the pot and sing or loudly bewail the approach of old age. Misfortune” (Wilhelm). Here, line three is unduly influenced by her sixth line correlate, who is portrayed as a crowing cock: an egotistical sham. Blofeld, Shaughnessy and Cleary (1) describe an enemy; Ritsema/Karcher call it “acquiring antagonism.” Whatever it is, the influence is not consistent with proper management of the Work. This suggests the psychic processes of the average human being. With her choices largely influenced by unconscious forces (which her correlate would probably call \"free will\"), her life is largely determined by circumstances beyond her control. At its most neutral, the line images the waxing and waning of fortune: \"The Lord giveth, and the Lord taketh away.\" \n\n\n But this duality would seem to alternate; what is victor today is the vanquished tomorrow; what guides us today becomes secondary and subordinate tomorrow. And everything is equally mechanical, equally independent of will, and leads equally to no aim of any kind. The understanding of duality in oneself begins with the realization of mechanicalness and the realization of the difference between what is mechanical and what is conscious. This understanding must be preceded by the destruction of the self-deceit in which a man lives who considers even his most mechanical actions to be volitional and conscious and himself to be single and whole. \nGurdjieff \n\n A. An image of inconstancy and lack of will. Unstable effort and lack of centeredness (perhaps influenced by egotistical illusions) create consistently inconclusive results."
    },
    "line_4": {
        "Legge": "The fourth line, magnetic, shows its subject like the moon nearly full, and like a horse pulling a chariot whose fellow disappears. There will be no error.",
        "Wilhelm/Baynes": "The moon nearly at the full. The team horse goes astray. No blame.",
        "Blofeld": "A team of horses strays just before the full moon -- no error!",
        "Liu": "The moon will be full. He loses a team of horses. No blame.",
        "Ritsema/Karcher": "The moon almost facing. The horse team extinguished. Without fault.",
        "Shaughnessy": "The moon is past full; the horse will necessarily be lost; there is no trouble.",
        "Cleary (1)": "):  The moon approaches fullness. The pair of horses is gone. No fault.",
        "Cleary (2)": "): The moon is almost full. When the horse’s mate disappears, there is no fault.",
        "Wu": "The moon is almost full. One horse of a pair is lost. No blame.",
        "Commentary": "Confucius/Legge: She breaks with her former companions, and mounts upwards. Wilhelm/Baynes: It separates from its kind and turns upward. Blofeld: The straying of the horses signifies rising above those of our own kind. Ritsema/Karcher: Cutting-off the above, sorting indeed. Cleary (2): The horse’s mate disappearing means breaking with peers to go higher. Wu: He forsakes the company of his own kind for the sake of service to the one above. \n Legge:  Line four is magnetic and in her correct place. She has discarded her correlate first line and hastens on to the confidence of the ruler in line five, who is symbolized as the nearly full moon. The symbol of the horse whose fellow has disappeared has reference to the discarding of the first line. \n Wilhelm/Baynes: The team horse is the six in the third place. But the fact that there is similarity in kind has no determining effect. The line is correct in its place and has a receiving relationship to the ruler of the hexagram, the nine in the fifth place, whom it serves as minister.",
        "Notes": "AND PARAPHRASES \n Siu: The man is humble and respectful in receiving enlightenment from superior quarters. He is like the team horse which follows the straight course without having to look at its mate. \n Wing: Turn your attention to a superior person or a noble ideal and attempt to gain insight into this power. In responding to a larger goal, you may leave others behind. This is not a mistake. \n Editor: According to Wilhelm, line three, the drum beating, sobbing and singing inferior man, is here symbolized as the “team horse” who is abandoned – not line one (Legge). This transfer of “horse-power” is psychic energy which forsakes its former pursuits to seek illumination or en-light-enment. The message is the abandonment of futile ways to focus on Inner Truth:Leave the cycles of weeping and singing to those who are still enamored of them. The Waxing moon is an increasing brightness which, because it is associated with the ruler, symbolizes a source of wisdom. The proper ego/Self relationship is implied. \n\n\n And what is purification but the separation of the soul from the body, as I was saying before; the habit of the soul gathering and collecting herself into herself from all sides out of the body; the dwelling in her own place alone, as in another life, so also in this, as far as she can -- the release of the soul from the chains of the body? \nPlato -- Phaedo \n\n A. You are getting the idea. Abandon illusion and ascend toward truth -- the only freedom lies within."
    },
    "line_5": {
        "Legge": "The fifth line, dynamic, shows its subject perfectly sincere, and linking others to him in closest union. There will be no error.",
        "Wilhelm/Baynes": "He possesses truth, which links together. No blame.",
        "Blofeld": "He seems to be pulled forward by his confidence in what he is doing -- no error!",
        "Liu": "His truthfulness is steadfast. No blame. [Good fortune in everything.]",
        "Ritsema/Karcher": "Possessing conformity, binding thus. Without fault.",
        "Shaughnessy": "There is a return linkedly; there is no trouble.",
        "Cleary (1)": "With faithfulness that is firm, there is no fault.",
        "Cleary (2)": "With sincerity that is firm, there is no fault.",
        "Wu": "Sincerity can unite people as if connecting them with strings. No blame.",
        "Commentary": "Confucius/Legge: The place of the line is the correct and appropriate one. Wilhelm/ Baynes: The place is correct and appropriate.  Blofeld: This is indicated by the correct position of this ruling line. Ritsema/Karcher: Situation correcting appropriate indeed. Cleary (2): The position is correct. Wu: It comes from the proper position. \n Legge:  Line five is dynamic and in the central place of the ruler. He is the sage on the throne whose sincerity goes forth to bind all in union with himself. \n Wilhelm/ Baynes: This describes the ruler who holds all elements together by the power of his personality. Only when the strength of his character is so ample that he can influence all who are subject to him, is he as he needs to be. The power of suggestion must emanate from the ruler. Without this central force, all external unity is only deception and breaks down at the decisive moment.",
        "Notes": "Siu:  The perfect sincerity of the sage on the throne binds all in union with himself. \n Wing: This is the position of a true ruler. Such a person holds to virtuous goals and principles and emanates, to those all around him, the overwhelming force of his character. Others cling to him, and there is no blame in this. \n Editor: The line and its commentaries present a highly accurate image of the individuation process in its concentrated essence. The goal of the Work is to unite all of the disparate aspects of the psyche into a harmonious whole. If this is the only changing line, the hexagram becomes number forty-one, Compensating Sacrifice, the corresponding line of which images a profound and beneficial increase: “Someone does indeed increase him. Ten pairs of tortoises cannot oppose it. Supreme good fortune” (Wilhelm). Psychologically interpreted, this is the seat of the Self in the hexagram of Inner Truth. \n\n\nBehold, the kingdom of God is within you.\nLuke 17: 21\n\n A. Inner Truth links powers together within the psyche. \n B. \"The truth shall make you free.\""
    },
    "line_6": {
        "Legge": "The topmost line, dynamic, shows its subject as chanticleer trying to mount to heaven. Even with firm correctness there will be evil.",
        "Wilhelm/Baynes": "Cockcrow penetrating to heaven. Perseverance brings misfortune.",
        "Blofeld": "The noise of cocks crowing rises to the sky -- to persist now would bring misfortune. [This suggests that we are over-confident and inclined to crow about our good fortune; but we should remember that triumph seldom lasts long and avoid seeking even greater triumphs at this time.]",
        "Liu": "The crow of a cock piercing the heavens. To continue -- misfortune.",
        "Ritsema/Karcher": "A soaring sound mounting, tending-towards heaven. Trial: pitfall.",
        "Shaughnessy": "The golden pheasant's sound ascends to the heavens; determination is inauspicious.",
        "Cleary (1)": "The voice of a pheasant reaches the skies; even if devoted, the outlook is bad.",
        "Cleary (2)": "A rooster ascends to the skies. Self-righteousness leads to misfortune.",
        "Wu": "The crowing sound of a rooster ascends high in the sky. It will be foreboding, even with perseverance.",
        "Commentary": "Confucius/Legge: Chanticleer tries to mount to Heaven, but how can such an effort continue long? Wilhelm/Baynes: How could such a one last long? Blofeld: For how could this continue for long?  Ritsema/Karcher: Wherefore permitting long-living indeed? Cleary (2): How can the rooster who ascends to the skies last? Wu: \n How long can it last? \n Legge:  Line six should be magnetic, but is dynamic, and coming after line five, what can he accomplish? His efforts will be ineffectual and self-destructive. He is symbolized as a cock -- literally: \"The plumaged voice.\" But a cock is not fitted to fly high, and will only hurt himself in the attempt.",
        "Notes": "Siu:  Mere words cannot be relied upon. Overdependence on them leads to bad results. \n Wing: Your character has developed to a point where you can make a formalized appeal for help and allegiance in attaining ambitious aims. However, your position is not correct for such aspirations. The pursuit of these aims brings unhappiness and remorse. \n Editor:  The cock is a proud and stubborn bird: loud and aggressive, it is an appropriate symbol of a deluded ego. [Cocksure: \"Given to or marked by overconfidence, presumptuousness, lack of thoroughness or cockiness.\"] The sound of a cock's crowing suggests proud words or vain ideas. His correlate is the weak and inconstant, “drumming and sobbing” third line, and he can be seen as an over-confident ego aspiring to lead the psyche to glory -- an illusion which can only fail and thereby retard the progress of the Work. At worst, this implies bad faith; at best it suggests ignorance and illusion. \n\n\n Reliance on one's apparent self [ego] leads to ruin. To presume to be all-knowing is extremely harmful. Self-reliance or self-confidence means faith in the higher self. To persist in remaining what one already is or in holding on to one's preconceived opinions at any cost -- such self-importance is unprofitable. \nSwami Turlyananda \n\n A. Ego pride destroys the Work. \n B. Don't pretend to know or try to understand what is beyond your comprehension. \n\n April 11, 2001, 4/25/06"
    }
}