{
    "title": "The Family",
    "other_titles": "Family Life, Clan, Home, Linkage, Dwelling People, The Psyche, \"May indicate a situation where the family can and should help.\" -- D.F. Hook",
    "Judgment": {
        "Legge": "For the regulation of The Family, what is most advantageous is that the wife be firm and correct.",
        "Wilhelm/Baynes": "The Family . The perseverance of the woman furthers.",
        "Blofeld": "The Family. Women's persistence brings reward.",
        "Liu": "The Family. A woman's perseverance benefits.",
        "Ritsema/Karcher": "Dwelling People. Harvesting: woman Trial. [This hexagram describes your situation in terms of living and working with others in a common space. It emphasizes that caring for your relation with those who share this space and for the space itself is the adequate way to handle it. To be in accord with the time, you are told to: dwell with people!]",
        "Shaughnessy": "Family members: Beneficial for the maiden to determine.",
        "Cleary (1)": "For people in the home it is beneficial that the woman be chaste. [In the human body, the vitality, spirit, soul, psyche, and intent all belong to yin and all take orders from the human mentality … When you refine away the human mind, the mind of tao spontaneously becomes manifest.]",
        "Cleary (2)": null,
        "Wu": "The Family indicates that it is advantageous for a woman to be persevering. [This is a hexagram with its emphasis on women. Both constituent trigrams are feminine … Hence those who endeavor to be firm and correct will have advantages.]"
    },
    "Image": {
        "Legge": "Wind rising out of fire -- the image of The Family. The superior man speaks the truth and is consistent in his behavior.",
        "Wilhelm/Baynes": "Wind comes forth from fire: The image of The Family. Thus the superior man has substance in his words and duration in his way of life.",
        "Blofeld": "This hexagram symbolizes wind rising from fire. The Superior Man's speech is full of substance and he behaves with constancy.",
        "Liu": "The wind coming out of the fire symbolizes The Family. The speech of the superior man should have substance, and his conduct be enduring.",
        "Ritsema/Karcher": "Ritsema/Karcher",
        "Cleary (1)": "Wind emerges from fire, members of a family. Thus is there factuality in the speech of superior people, consistency in their deeds.",
        "Cleary(2)": "… Developed people are factual in speech, consistent in action.",
        "Wu": "Wind comes forth from fire; this is The Family. Thus the jun zi speaks with facts and acts with perseverance."
    },
    "Commentary": {
        "Confucius/Legge": "In Family the wife is in her correct place in the lower trigram, and the husband in his correct place in the upper. That spouses occupy their correct positions shows the correct relationship between heaven and earth. The parents rule the family: let the father indeed be father, and the son son; let the elder brother be indeed elder brother, and the younger brother younger; let the husband indeed be husband, and the wife wife -- then the family will be in its correct state. Bring the family to that state, and all under heaven will be established.",
        "Legge": "The written Chinese character for Family simply means \"a household,\" or \"the members of a family.\" The lesson of the hexagram is the regulation of the family, effected by the cooperation of the husband and wife in their several spheres, and only needing it to become universal to secure the good order of the kingdom. The important place accorded to the wife is seen in the short sentence in the Judgment -- that she be firm and correct, and do her part well is essential for the family's proper regulation. \n The wife is represented by line two and the husband is her proper correlate in line five. The relationship between heaven and earth is analogous to the relationship between husband and wife. \n The second sentence of the Confucian commentary, more closely rendered, would be: \"That in the family there is an authoritative ruler is a way of naming father and mother.\" This means that the assertion of authority in a family should be a correct balance of force and gentleness. \n Anthony: The Family symbolizes correct relationships between people – the family unit, the spiritual family (the Sage and the student), and human groups generally. When these most basic relationships are correct, the world is made correct through the force of inner truth, through cultivation of the feminine component of our nature, and through persevering in a virtually menial position (from our ego’s viewpoint) so that our work can come to fruition. All this means to forgo striving and self-assertion, and to allow ourself to be led, while persevering in gentleness and devotion to our path."
    },
    "Notes": "Judgment:  For the correct regulation of the psyche, what is most important is that the ego must be firm and correct. \n The Superior Man lives his allegiance to the ideals of the Work. \n Applying the Hermetic Axiom: \"as above, so below,\" the relationships within a family are analogous to the relationships within a city-state, or a kingdom, and vice- versa: \n\n\n Society centuries before the time of Confucius had been organized on the basis of family. In the early days of the Chou dynasty fiefs had been allotted to the feudal lords in a system of planned colonization. These feudal lords, linked to one another and to the royal house by marriage ties, took their families, retainers, peasants, artisans and soldiers to form self-sufficient colonies based on an agricultural economy and governed from well-fortified walled cities. These large family groupings of the nobility were preserved only so long as the relationships of parents to children, brothers to brothers, and masters to servants were effectively controlled. \nD.H. Smith -- Confucius\n\n\n If the ideal city is like a family, then the analogy also holds for an individual -- here the comparison goes directly from city to psyche: \n\n\n Have we any greater evil for a city than what splits it and makes it many instead of one? Or a greater good than what binds it together and makes it one? ... Then is that city best governed which is most like a single human being? \nPlato -- The Republic\n\n\n Psychologically interpreted, the hexagram of The Family symbolizes the psyche, and the Confucian commentary tells us that when its inner components all assume their proper roles and functions, then the Work will come into fruition. (\"All under heaven will be established.\") The identical idea has been stated in Gnostic thought: \n\n\n Jesus said to them: \"When you make eyes in the place of an eye, and a hand in the place of a hand, and a foot in the place of a foot, and an image in the place of an image, then shall you enter the Kingdom. \nThe Gnostic Gospel According to Thomas \n\n\n The husband is the analogue of heaven or the Self, and the wife is the analogue of earth or the ego. When the ego assumes its correct role as the magnetic servant of the Work, then inner transformations can take place. I have paraphrased the Judgment in terms of the necessity of the ego to follow the dictates of the Work, but one could alternately phrase it in terms of keeping emotional responses under control. For the wife to be \"firm and correct\" is to ensure that emotions, drives and appetites are not allowed to make decisions -- they are servants, not masters. This is the essence of the Work, and arguably the most reiterated idea in theI Ching. \n\n\n The patient should be encouraged to use his mind, through observation and discrimination, to bring clearly into his awareness the irrational aspect of his drives and emotions, and also the possible drawbacks and harmfulness to himself and others of their uncontrolled manifestation … To act on the spur of an impulse, a drive or an intense emotion can very often produce undesirable effects which one afterwards regrets … Therefore, he should learn – by repeated experiment and effort – to “insert” between impulse and action a stage of reflection, of mental consideration of a situation, and of critical analysis of his impulse, trying to realize its origin, its source. \nR. Assagioli – Psychosynthesis \n\n\n The thirty-seventh hexagram teaches us that the way to manage the emotions is no different than the proper management of aFamily. No wise parent can teach a child self-discipline by adopting the child's point of view: permissiveness, either with our children or our own primitive drives and passions, is a sure formula for disintegration. The Work demands that the ego hold the line on this issue -- indeed, it is the ego's only legitimate function. \n\n\n We are dominated by everything with which our [ego] becomes identified. We can dominate and control everything from which we disidentify ourselves. \nR. Assagioli -- Psychosynthesis",
    "line_1": {
        "Legge": "The first line, dynamic, shows its subject establishing restrictive regulations in his household. Occasion for repentance will disappear.",
        "Wilhelm/Baynes": "Firm seclusion within the family. Remorse disappears.",
        "Blofeld": "The family dwelling stands within an enclosure -- regret vanishes.",
        "Liu": "He sets up a rule for his family. Remorse disappears. [People can expect success in their plans.]",
        "Ritsema/Karcher": "Enclosing: possessing Dwelling. Repenting extinguished.",
        "Shaughnessy": "The gate has a family; regret is gone.",
        "Cleary (1)": "Guarding the home, regret vanishes.",
        "Wu": "A family lives by the principle. There will be no regret.",
        "Commentary": "Confucius/Legge:  He establishes rules before any change has taken place in their wills. Wilhelm/Baynes: The will has not yet changed. Blofeld: The first part of this passage symbolizes determination which has never swerved. Ritsema/Karcher: Purpose not-yet transformed indeed. Cleary (2): The aim does not change. Wu: The goal has not been changed. \n Legge:  Line one is dynamic in a dynamic place. It suggests the necessity of strict rule in governing the family. Regulations must be established, and their observance strictly insisted on.",
        "Notes": "Siu:  At the outset, the man establishes firm rules of order and relationships in the household. Overindulgence of a young child leads to the difficult task of breaking the child's will later on. \n Wing:  At the very beginning of relationships or endeavors, you establish firm roles and well-defined systems, then all will go well. Even occasions that might give rise to arguments will pass without remorse. \n Editor:  A house symbolizes the whole psyche, so a household is all of the entities which make it up -- thoughts, feelings, appetites, passions, etc. The idea here is that one must maintain consistency and order in the situation at hand, and not allow any deviation from that order. Implied is the injunction not to indulge in inappropriate expressions of emotion. The line can sometimes mean that you have everything you need to succeed within you: you don't have to seek outside for what you already possess. \n\n\n Therefore when the light circulates, the energies of the whole body appear before its throne, as, when a holy king has established the capital and has laid down the fundamental rules of order, all the states approach with tribute; or as, when the master is quiet and calm, men- servants and maids obey his orders of their own accord, and each does his work. \nThe Secret of the Golden Flower \n\n A. Put your house in order. Maintain discipline, define your parameters, and organize your priorities. \n B. Restrict and control the expression of autonomous forces within the psyche. Do not deviate from established order. \n C. You already have everything you require to attain your goals."
    },
    "line_2": {
        "Legge": "The second line, magnetic, shows its subject taking nothing on herself, but in her central place attending to the preparation of the food. Through her firm correctness there will be good fortune.",
        "Wilhelm/Baynes": "She should not follow her whims. She must attend within to the food. Perseverance brings good fortune.",
        "Blofeld": "This is a time when nothing can be brought to completion; however, within the household, righteous persistence brings good fortune.",
        "Liu": "Her duties are to keep the household and prepare the food; she should not pursue her fancies. Persistence leads to good fortune.",
        "Ritsema/Karcher": "Without direction, releasing. Locating the center, feeding. Trial: significant.",
        "Shaughnessy": "There is no place to follow, in the middle of the food; determination is auspicious.",
        "Cleary (1)": "Not concentrating on anything, being chaste in the kitchen is auspicious.",
        "Cleary (2)": "Not concentrating on anything but household duties, it bodes well to be chaste.",
        "Wu": "There is nothing suitable to do outside of the family. There will be good fortune to prepare meals inside.",
        "Commentary": "Confucius/Legge: The good fortune is due to the docility of its subject operating with humility.  Wilhelm/Baynes: The good fortune depends upon devotion and gentleness. Blofeld: Namely, good fortune arising from compliance and gentleness. Ritsema/Karcher: Yielding uses Ground indeed. Cleary (2): What bodes well is docile obedience. Wu: The good fortune comes from the subject’s modesty. \n Legge: Line two is magnetic, in the proper and central place in the lower trigram. It fitly represents the wife, and describes her special sphere and duty. She should be unassuming in regard to all beyond her sphere, always being firm and correct. Docility is suggested by the magnetic line. The humility comes from the upper trigram, whose attribute is Pliant Flexibility",
        "Notes": "Siu: The good fortune of the family lies primarily in the unassuming role of the wife, who looks after the welfare of the family and food for the sacrifice. Similarly, in governmental affairs the state of public welfare depends primarily upon the unassuming civil servant who confines himself to the duties at hand. \n Wing:  Don't succumb to impulses now. Seek nothing by force. Restrain such actions that are not part of the business at hand. Good fortune comes when the immediate needs of The Family are met. \n Editor:  The image is a clear picture of a magnetic element remaining in its proper place. That is, the \"female\" components -- emotions, feelings, etc., must remain within the psyche to nourish its growth, evolution and eventual transformation. An inappropriate expression of emotion invariably spells disaster for the Work. Since the polarity of the ego is always magnetic in relation to the dynamic Self, the line can also refer to keeping the ego in its proper sphere of influence. \n\n\n Our emotions are probably untrustworthy when it comes to providing us with a basis for action. Fear and aggression, for instance, were useful during thousands of years of prehistory when our ancestors had to battle for survival against savage and cunning enemies. But today, these same emotions, when unrecognized and unchecked, lead to such dangerous acts as the relentless stockpiling of nuclear arms, or the unnecessary expansion of territorial borders. \nR.M. Restak -- The Brain: The Last Frontier\n\n A. Tend to your proper business -- do not step outside your sphere of duty. \n B. Control your emotional responses to nourish the evolution and integration of psychic processes."
    },
    "line_3": {
        "Legge": "The third line, dynamic, shows its subject treating the members of the household with stern severity. There will be occasion for repentance, there will be peril, but there will also be good fortune. If the wife and children were to be smirking and chattering, in the end there would be occasion for regret.",
        "Wilhelm/Baynes": "When tempers flare up in the family, too great a severity brings remorse. Good fortune nonetheless. When women and children dally and laugh, it leads in the end to humiliation.",
        "Blofeld": "When members of the family speak sharply to one another, the mutual regret and the serious situation which follow may lead to good fortune; but if the women and children take to tittering, misfortune is assured. [An occasional scolding may not do much harm, but constant mockery of parents or husband will cause irreparable damage to family accord. The former, if followed by regret and by the threat of an unwanted quarrel or separation, may bring people to their senses and make them mutually more considerate than hitherto.]",
        "Liu": "If the members of the family are severe toward each other, there will be seriousness but good fortune. When women and children are silly, there will be regret in the end.",
        "Ritsema/Karcher": "Dwelling People, scolding, scolding: Repenting, adversity significant. The wife, the son, giggling, giggling: Completing abashed.",
        "Shaughnessy": "The family members so excited; regret; danger; auspicious. The wife and children are so introspective; in the end distress.",
        "Cleary (1)": "People in the home are strict. Conscientious sternness bodes well. If the women and children are too frivolous, it will end in humiliation.",
        "Wu": "Family members complain about stern discipline. Though regrettable and disturbing, it is auspicious. When women and children are frivolous, there is cause for humiliation.",
        "Commentary": "Confucius/Legge:  Stern severity means that there has been no great failure in the regulation of the family. When wife and children are smirking and chattering, the proper economy of the family has been lost. Wilhelm/ Baynes: \"When tempers flare...\" nothing is as yet lost. \"When woman and child dally,\" the discipline of the house is lost. Blofeld: Because sharp words do not cause much harm, but the tittering of women and children leads to the destruction of good order within the family. Ritsema/ Karcher: Not-yet letting-go indeed. The wife, the son, giggling, giggling: Letting-go Dwelling articulating indeed. Cleary (2): It is not a mistake for the people in the home to be strict. When the women and children are frivolous, the order of a household is lost. Wu: The principle is not abandoned. Proper conduct is violated. \n Legge:  Line three is dynamic in a dynamic place. If the place were central, the energy would be tempered, but he is at the top of the trigram, and may be expected to exceed in severity. But severity is not a bad thing in regulating a family -- it is better than laxity and indulgence.",
        "Notes": "Siu:  A proper balance must be struck between indulgence and severity. However, severity, despite occasional mistakes, is preferable to a lack of discipline. \n Wing:  A moderate path to establishing order in the situation must be found. \n A balance should be struck between careless indulgence and severe discipline. When in doubt, however, it is far better to be overly severe than to allow the situation to become lost in the chaos of indulgence. \n Editor:  Psychologically interpreted, the first line shows the establishment of rules within the psyche, and the third line shows their enforcement. The wife symbolizes the Eros function: the feelings, desires, appetites and drives; and the children represent the proliferation of new psychic \"entities\" which are created in the normal day to day intercourse of thought and feeling. The image pertains to maintaining a balance between two extremes -- severity and permissiveness. If one must err, it is better to be too severe than too lax. The Greeks were fully aware that Eros is a \"mighty daemon\": \n\n\n When Sophocles speaks of Eros as a power that \"warps to wrong the righteous mind, for its destruction,\" we should not dismiss this as \"personification\": behind it lies the old Homeric feeling that these things are not truly within man's conscious control; they are endowed with a life and energy of their own, and so can force a man, as it were from the outside, into conduct foreign to him. \nE.R. Dodds --The Greeks and the Irrational \n\n\n In terms of the Work, of course, these forces are not only some degree within our control, but it is the ego’s specific duty to control them as much as possible. That is what this line is all about. \n\n A. Get a grip on yourself -- control your emotional responses. \n B. Impose restrictions and order. Define hierarchy."
    },
    "line_4": {
        "Legge": "The fourth line, magnetic, shows its subject enriching the family. There will be great good fortune.",
        "Wilhelm/Baynes": "She is the treasure of the house. Great good fortune.",
        "Blofeld": "A well-to-do household -- great good fortune!",
        "Liu": "One makes the family prosperous. Great good fortune.",
        "Ritsema/Karcher": "Affluence Dwelling, the great significant.",
        "Shaughnessy": "A wealthy family; greatly auspicious.",
        "Cleary (1)": "A rich home is very fortunate.",
        "Wu": "This is a wealthy family with great auspiciousness.",
        "Commentary": "Confucius/Legge: This is due to her docility and because she is in her correct place. Wilhelm/Baynes: For she is devoted and in her place. Blofeld:  This good fortune is indicated by the position of the line which symbolizes cheerful acceptance.  Ritsema/Karcher: Yielding located-in the situation indeed. Cleary (2): Docilely occupying its position. Wu: Because its position is well taken. \n Legge:  Line four is magnetic and in her proper place. The wife is again suggested to us, and despite her confinement to the internal affairs of the household, she can do much to enrich the family. Yu Yen (Yuan Dynasty) observes that the riches of a family are not to be sought in its wealth, but in the affection and harmony of its members. Where these prevail the family is not likely to be poor, and whatever it has will be well preserved.",
        "Notes": "Siu:  The woman of the family balances the income and expenditures, enriching the well-being and peace of the family. The faithful steward performs the same service for public welfare. \n Wing: Attention to details pertaining to the economy of the situation brings good-fortune. Any attempts to further the well-being of others in a modest and humble way will be successful. \n Editor:  This line restates the message of the Judgment. Psychologically speaking, it re-affirms the idea that emotional energy under control and in its proper place is a great source of personal power. This is an image of the ideal role of the ego in relation to the Work. \n\n\n Control of the emotions is a very important element of self-control in general. Often the concept of self-control conjures up the image of an emotionless, dry, rigid way of life. If a person is in complete control of his emotions, however, he can call forth any emotion he desires and is free to enhance it as he wills. Rather than be controlled by emotions such as love, yearning, or awe, he can control them. One can evoke these emotions and blend them together, painting every aspect of life with a rich palette of feelings. Control of the emotions can thus lead a person to experience a richer blend of feelings in his daily life than the average person generally experiences. \nAryeh Kaplan --Jewish Meditation\n\n A. Our emotions must serve us, not rule us. \n B. The whole is enriched by the rectitude of one of its parts."
    },
    "line_5": {
        "Legge": "The fifth line, dynamic, shows the influence of the king extending to his family. There need be no anxiety -- there will be good fortune.",
        "Wilhelm/Baynes": "As a king he approaches his family. Fear not. Good fortune.",
        "Blofeld": "The King draws near to his family (i.e. the nation) -- no cause for worry; good fortune!",
        "Liu": "The King extends his love to the family (country) without worry. Good fortune.",
        "Ritsema/Karcher": "The king imagines possessing a Dwelling. Beings: care significant.",
        "Shaughnessy": "The king approaches his family; do not pity; going is auspicious.",
        "Cleary (1)": "The king comes to have a home; no worry – it is fortunate.",
        "Cleary (2)": "The king has a great home. Do not worry; it is auspicious.",
        "Wu": "The king succeeds in making the nation like a family. It is auspicious, without worries.",
        "Commentary": "Confucius/Legge:  The relationship between them is that of mutual love. Wilhelm/Baynes: They associate with one another in love. Blofeld: This means that the ruler and his people meet together with love in their hearts. [This may be interpreted to mean that we enjoy the affection of our superiors or bestow affection on our juniors and those in our charge.] Ritsema/Karcher: Mingling mutual affection indeed. Cleary (2): With communication and mutual love. Wu: Because the people love and respect one another. \n Legge: The subject of the dynamic fifth line appears as the king. This may be the husband spoken of as also a king, or the real king whose merit is revealed first in his family. The central place here tempers the display of strength and power. The mention of \"mutual love\" is unusual in Chinese writings, and must be considered remarkable here.  \"The husband,\" says Ch'eng-tzu, \"loves his helpmate in the house; the wife loves him who is the pattern for the family.\"",
        "Notes": "Siu:  The father is not feared by the family. Like a richly endowed king, he governs through mutual affection and tempers the display of his powers. \n Wing:  A magnanimous and loving relationship exists between the leader and his followers. There is no reason to fear openness in these kinds of relationships. Good fortune comes through a beneficial influence. \n Editor:  This line can be problematic and is occasionally received under less than lucid circumstances. The \"influence of the king\" can be interpreted psychologically as the action of the Self in the inner dimensions and hence a reassurance that things are going as they should, even if they don't appear that way to our limited viewpoint in Spacetime. \n\n\n God is bound to act, to pour Himself into thee as soon as He shall find thee ready. \nMeister Eckhart \n\n A. A superior element influences subordinate elements for the overall benefit of the whole. \n B. Relax, don't worry -- \"Someone up there likes you.\" \n C. Proper influence comes from affectionate regard, not tyranny. \n D. Nourish your inner harmony -- attend to your legitimate needs."
    },
    "line_6": {
        "Legge": "The sixth line, dynamic, shows its subject possessed of sincerity and arrayed in majesty. In the end there will be good fortune.",
        "Wilhelm/Baynes": "His work commands respect. In the end good fortune comes.",
        "Blofeld": "His sincerity (and/or confidence) is such as to make him appear awe-inspiring -- good fortune in the end!",
        "Liu": "Sincerity and dignity bring good fortune.",
        "Ritsema/Karcher": "Possessing conformity, impressing thus. Completing significant.",
        "Shaughnessy": "There is a return stooped-like; in the end auspicious.",
        "Cleary (1)": "There is trustworthiness, dignified; it turns out well.",
        "Cleary (2)": "There is truthfulness, which is impressive. The end is auspicious.",
        "Wu": "He is confident in his dignity and will have good fortune in the end.",
        "Commentary": "Confucius/Legge: This is the result of the recovery of the true character. Wilhelm/Baynes: This indicates that one makes demands first of all upon oneself. Blofeld: He will enjoy good fortune because he subjects himself frequently to self-examination.  Ritsema/Karcher: Reversing individuality's designating indeed. Cleary (2): What is auspicious about his impressiveness is that it calls for personal transformation. Wu: He often examines his own conduct.\n Legge:  Line six is also dynamic, and being in a magnetic place, he might degenerate into stern severity. But he is sincere and complete in himself. His majesty is not artificial: his character is remolded and perfected, hence his action will only lead to good fortune. The words of Mencius are aptly quoted in illustration of the lesson: \"If a man himself does not walk in the right path, it will not be walked in even by his wife and children.\"",
        "Notes": "Siu:  It is the father's character which eventually determines order and unity in the family. He should be sincere and majestic. \n Wing:  Your character and its development will be enhanced. Your sense of responsibility toward yourself and others brings good fortune and success. You will be recognized and respected for your insights and virtuous works. \n Editor:  The concept rendered as \"sincerity\" in English is extremely important in Chinese thought, with connotations which transcend our ordinary definition of the word. Wing-Tsit Chan defines it: \"This word means not only sincerity in the narrow sense, but also honesty, absence of fault, seriousness, being true to one's true self, being true to the nature of being, actuality, realness.\" The line can imply a compliment for good work, saying, in effect, that your attitude is in accordance with that which promotes integration and harmony in the family of the psyche. \n\n\n When the Way of Heaven [or principle] and the nature of man [or desires] function separately, there cannot be sincerity. When there is a difference between the knowledge obtained by following the Way of Heaven and that obtained by following the nature of man, there cannot be perfect enlightenment. What is meant by enlightenment resulting from sincerity is that in which there is no distinction between the Way of Heaven as being great and the nature of man as being small. \nChang Tsai -- Enlightenment Resulting from Sincerity \n\n A. Your heart and mind are in the right place. \n B. The Self attains its purpose. \n C. Self-discipline is the parent of self-respect. \n\n February 12, 2001, 4/25/06"
    }
}