{
    "title": "The Magnetic",
    "other_titles": "The Receptive, The Symbol of Earth, Submission, The Passive Principle, Field, The Flow, Responsive Service, Yin, Natural Response, The Bearer",
    "Judgment": {
        "Legge": "The Magnetic means success through the docility of a mare. If the superior man takes the initiative, he goes astray, but if he follows, he finds his proper lord. It is advantageous to find one's friends in the southwest, and to lose them in the northeast. Through a passively firm correctness, there will be good fortune.",
        "Wilhelm/Baynes": "The Receptive brings about sublime success, furthering through the perseverance of a mare. If the superior man undertakes something and tries to lead, he goes astray; but if he follows, he finds guidance. It is favorable to find friends in the west and south, to forgo friends in the east and north. Quiet perseverance brings good fortune.",
        "Blofeld": "The Passive Principle. Sublime success! Its omen is a mare, symbolizing advantage. The Superior Man has an objective and sets forth to gain it. At first he goes astray, but later finds his bearings. It is advantageous to gain friends in the west and the south, but friends in the east and the north will be lost to us. Peaceful and righteous persistence brings good fortune",
        "Liu": "The Receptive : great success. Benefiting from the quality of a mare -- perseverance. The superior man has an undertaking; in the beginning he will go astray, but later will receive guidance. He can find a friend in the southwest and lose friends in the northeast. Peacefulness and continuance. Good fortune.",
        "Ritsema/Karcher": "Field: Spring Growing Harvesting, female horse's Trial. \r\n    A chun tzu possesses directed going. Beforehand delusion, afterwards \r\n    acquiring. A lord Harvesting. Western South: acquiring partnering. Eastern North: losing partnering. Quiet Trial significant. [This hexagram describes your situation in terms of the primal structuring power confronted with many forces and obstacles. It emphasizes that giving way in order to serve and yield results, the action of Field, is the adequate way to handle it. To be in accord with the time, you are told to yield!]",
        "Shaughnessy": "The Flow: Prime receipt; beneficial for the determination of a mare; the gentleman has someplace to go, is first lost but later gains his ruler; beneficial to the southwest to gain a friend, to the northeast to lose a friend; contented determination is auspicious.",
        "Cleary (1)": "With earth, creativity and development are achieved in the faithfulness of the female horse. The superior person has somewhere to go. Taking the lead, one goes astray; following, one finds the master. It is beneficial to gain companionship in the southwest and lose companionship in the northeast. Stability in rectitude is good.",
        "Cleary (2)": "The creative is successful. It is beneficial to be correct like a mare. People with developmental potential have a goal; if they go ahead before this, they will get lost. If they follow, they get the benefit of the director. Companionship is found in the southwest; companionship is lost in the northeast. Stability and correctness bode well.",
        "Wu": "The Bearer is primordial, pervasive, prosperous, and has the perseverance of a mare. When the jun zi is going to undertake a task, he will lose his direction if he leads, and he will find guidance if he follows. This will be advantageous. If he goes south or west, he will win friends; if he goes north or east, he will lose them. If he can be content and single-hearted, he will have good fortune."
    },
    "Image": {
        "Legge": "The capacity and sustaining power of the Earth is shown in The Magnetic. The superior man supports men and things with his large virtue.",
        "Wilhelm/Baynes": "The earth's condition is receptive devotion. Thus the superior man who has breadth of character carries the outer world.",
        "Blofeld": "This hexagram symbolizes the passivity of the terrestrial forces. The Superior Man displays the highest virtue by embracing all things.",
        "Liu": "The earth's condition is that of the Receptive. The superior man has the greatness of character to bear with everything in the world.",
        "Ritsema/Karcher": "Ritsema/Karcher",
        "Cleary (1)": "The configuration of earth is receptive; superior people support \r\n    others with warmth.",
        "Cleary(2)": "The attitude of earth is receptivity. Thus do leaders support people with rich virtue.",
        "Wu": "The Bearer symbolizes the physical features and resources of the earth. Thus the jun zi uses his immense virtue to bear his responsibilities."
    },
    "Commentary": {
        "Confucius/Legge": "All things owe their birth to the great originating capacity of The Magnetic -- it obediently receives the influences of Heaven. Its largeness contains and supports all things, and its capacity matches the unlimited power of The Dynamic. Its comprehension is wide, its brilliance great, and through it all things are fully developed. The mare is a creature of the earth, with a limitless power to traverse the land. She is mild and docile, with stamina and capacity for work. Such is the path of the superior man. If he takes the initiative, he loses his way; if he follows, he finds it again. In the southwest he will walk with his own kind. To lose friends in the northeast means he is well rid of them. The passively firm correctness of the superior man imitates the unlimited capacity of the earth.",
        "Legge": "The same attributes are ascribed to The Magnetic as in the former hexagram to The Dynamic -- but with a difference: The Dynamic originates, The Magnetic produces, or gives birth to what has been originated. This figure, made of six divided lines, symbolizes the idea of subordination and docility. The superior man described here must not take the initiative, and by following he will find his lord – the subject ofThe Dynamic. The firm correctness is analogous to a mare -- docile and strong, but a creature for the service of man. That it is not the sex of the animal which is paramount is plain from the mention of the superior man and his lord.\n The superior man will bring his friends with him to serve the ruler. The southwest is the direction proper forThe Magnetic.The northeast is the direction proper for the trigram of the Mountain -- hence a direction of obstruction and impasse, the opposite of magnetic receptivity. Thus the injunction to seek friends who are receptive, and shun those who are recalcitrant.\n Concerning The Image, Lin Hsi-yuan says: \"The superior man, in his single person sustains the burden of all under the sky. The common people depend on him for their rest and enjoyment. Birds and beasts and creeping things, and the tribes of the vegetable kingdom, depend on him for the fulfillment of their destined being. If he be of a narrow mind and cold virtue, how can he help them? Their hope in him would be in vain.\""
    },
    "Notes": "Judgment: The ego bears the burden of the Work. Success is found in compliance with the will of the Self.\n The Superior Man  supports the Work through its many transformations.\n In terms of the symbolism of the Work, the second hexagram clearly shows the proper role of the ego as one of receptivity to the will of the Self. The sexual, male-female metaphor must be interpreted as one of polarity. The ego, inhabiting a physical body, is the psychological link which connects the material dimension of spacetime with the world of thought where the Self resides. To be receptive to the influence of the Self is to allow its energy to work through the ego-body to attain its purpose. This earth-like receptivity is seen as a feminine quality, as the Heavenly dynamic force emanating from the Self is seen as masculine. Earth means the body in spacetime, and Heaven means the realm of thought transcending spacetime -- the Pleroma of the gnostics which Jung referred to as the Collective Unconscious. The concept is also found in the Kabbalah:\n\n\nI am the Door of Life, \nThe passage from the world of ideas \nInto the world of form... \nNow, as Daleth [the Door],\nI present myself as the Portal \nThrough which life, Eternal and Unbounded, \nEntereth the realm of temporal and limited creation... \nI am the fruitful womb \nWhence all creatures have their birth. \n\n P.F. Case -- The Book of Tokens\n\n\n\n The message in the Judgment clearly indicates the ego's proper role – \n \"If the superior man takes the initiative, he goes astray.\" This is supplemented by the image of a docile mare which uncomplainingly bears its load. Indeed, during certain phases of the Work it becomes painfully obvious that the ego really is just a beast of burden. The Self is beyond our full comprehension, and at times it uses us as if we were an expendable tool -- which, to a certain extent, we are. Only by realizing that our existence in spacetime consists mostly of illusions and that the Self is the only real thing in our lives, can we come to accept the Work as the duty we were created to perform. \n  \n SUGGESTIONS FOR MEDITATION\n Compare the ego-Self relationship in hexagrams one and two with that in hexagrams seven and eight.",
    "line_1": {
        "Legge": "In the first line, magnetic, we see its subject treading on hoar-frost. The strong ice will come by and by.",
        "Wilhelm/Baynes": "When there is hoarfrost underfoot, solid ice is not far off.",
        "Blofeld": "Hoarfrost underfoot betokens the coming of solid ice.",
        "Liu": "When hoarfrost is underfoot, solid ice will soon come.",
        "Ritsema/Karcher": "Treading frost, hardening ice culminating.",
        "Shaughnessy": "Treading on frost: the firm ice will arrive.",
        "Cleary (1)": "Walking on frost: Hard ice arrives.",
        "Cleary (2)": "As you walk on frost, hard ice shows up.",
        "Wu": "Treading on hoarfrost signals the arrival of solid ice.",
        "Commentary": "Confucius/Legge:  The cold air has begun to take form. Allow it to go on quietly according to its nature, and the hoar- frost will turn to strong ice. Wilhelm/Baynes: When the dark power begins to grow rigid and continues in this way, things reach the point of solid ice. Blofeld:  This line indicates the approach of winter's dark power; following nature's sequence, the season of solid ice is at hand. Ritsema/Karcher: Yin begins solidifying indeed. Docilely involving one's tao: culminating hardening the ice indeed. Cleary(2): The first congealing of yin. Mastering that path is coming to hard ice. Wu: Vapor from the yin has begun to coalesce. As it takes its normal course, solid ice will come soon.\n Miscellaneous notes:  The family that accumulates goodness is sure to have superabundant happiness, and the family that accumulates evil is sure to have superabundant misery. The murder of a ruler by his minister, or of his father by a son, is not the result of events of one morning or one evening. The causes of it have gradually accumulated through the absence of early discrimination. Hence, \"She treads on the hoar-frost; the strong ice will come by and by,\" shows the natural issue and growth of things.",
        "Notes": "Siu:  At the outset, the man is careful not to overlook the first signs of evil and decay. The threatening dangers are checked before their natural issue and growth.\n Wing:  If you look carefully, you can see the very beginnings of decay entering the situation. Total deterioration is not far off. Make preparations now for the coming change.\n Editor:  Water relates to the emotions and to the unconscious. Water \n becoming ice suggests frigid emotions or unconscious energy which is frozen and unusable. To tread is to advance, and to tread on hoar-frost is to advance toward an ever more unyielding situation. If our attitudes are thus leading us into an impasse, it only makes sense to \"return to virtue,\" one of the names of the hexagram which is created if this is the only changing line.\n\n\n This is the condition of avidya, not-knowing, which Buddha described as the supreme obstacle in the way of enlightenment. For primal sloth, the inertia of matter, of the body, can be overcome only when it is impregnated with the spark of the divine spirit, of consciousness. \nM.E. Harding -- Psychic Energy\n\n A. The image suggests the beginning of an impasse.\n B. A negative tendency.\n C. Stay alert -- dark forces are waxing. (You may be creating the situation.)"
    },
    "line_2": {
        "Legge": "The second line, magnetic, shows the attribute of being straight, square, and great. Its operation, without repeated efforts, will be in every respect advantageous.",
        "Wilhelm/Baynes": "Straight, square, great. Without purpose, yet nothing remains unfurthered.",
        "Blofeld": "Straight and of broad capacity, though we do nothing, all our affairs prosper.",
        "Liu": "Straight, square, great -- without study. Everything benefits.",
        "Ritsema/Karcher": "Straightening on-all-sides, great. Not repeating: without not Harvesting.",
        "Shaughnessy": "Straight, square and great; not repeated; there is nothing not beneficial.",
        "Cleary (1)": "Straightforward, correct, great. Unfailing achievement without practice.",
        "Cleary (2)": "Upright, straight, great; unfailing benefit without practice.",
        "Wu": "True, methodical, and great. There will always be advantages for doing what comes naturally. [“Doing what comes naturally” as applied to (this line means doing completely in accordance with the will of heaven.]",
        "Commentary": "Confucius/Legge:  The image shows us the brilliant result of the way of earth. Wilhelm/Baynes: In the nature of the earth lies the light.  Blofeld:  This line indicates a straight- forward movement to occupy a spacious area. Though nothing is done, everything prospers -- this is a glorious characteristic of the terrestrial forces. Ritsema/Karcher:  Straightening used on-all sides indeed. Not repeating: without not Harvesting. Earthly tao shining indeed. Cleary(2): Unfailing benefit without practice; the way of earth is illumined. Wu: True and methodical. Signify the glory of earth.\n Miscellaneous notes:\"Straight\" indicates the correctness of the internal principle, and \"square,\" the righteousness of the external act. Thus, the superior man, through Self- reverence, maintains his inner correctness, and adjusts his external acts accordingly. This establishment of reverent correctness ensures that his expressions of virtue are neither partial nor solitary. Such a one has no doubts about what he does.\n Legge:  Line two presents to us the earth itself, according to the Chinese conception of it, as a great cube.",
        "Notes": "Siu:  Nature's way is straight and unerring, foursquare and calm, great and tolerant. Everything is accomplished without the necessity of fabricated purpose. The man's work is equally self-evident. His internal principles are correct; his external acts are righteous; his results are certain.\n Wing: Drop all artifice about what you are doing. Take your cue from nature: Become tolerant, straightforward, and self- evident. Strike an inner equilibrium at this time and success will come easily.\n Editor: If the first line describes a condition which is inhospitable for growth, the second line describes the opposite idea: the receptive Mother Earth herself. This is the fertile matrix which brings forth life and provides for its nourishment. The image suggests a huge field with hundreds of freshly ploughed furrows converging on the horizon. Straight:Direct and open, clear and unambiguous. The shortest distance between two points is a straight line. Square: A universal description of firmness and stability. It suggests the quaternary of the four directions and symbolizes the earth -- our material existence and the corresponding Sensation function in the psyche. To be \"four- square\" is to be forthright, honest, firmly rooted in the world. Great: Gives the image of the fertile and boundless earth stretching out in all directions. Implicit in the line is the idea that no action is required -- the passive earth forces bring forth all things in time. This suggests the mindlessness of natural processes which obey their own laws and not the ignorant expectations of men.\n\n\nThe spirit of the valley never dies. \nIt is called the Mystic Female. \nThe door of the Mystic Female \nIs the root of Heaven and Earth. \nContinuously, continuously, \nIt seems to remain. \nDraw upon it \nAnd it serves you with ease. \n\nLao Tse \n\n\n A. Suggests receptivity to experience. Life unfolds -- flow with it.\n B. The laws of nature are constant and unchangeable; they are the permanent matrix within which occurs all change. Allow the situation to develop at its own pace."
    },
    "line_3": {
        "Legge": "The third line, magnetic, shows its subject keeping her excellence under restraint, but firmly maintaining it. If she should have occasion to engage in the king's service, though she will not claim the success for herself, she will bring affairs to a good issue.",
        "Wilhelm/Baynes": "Hidden lines. One is able to remain persevering. If by chance you are in the service of a king, seek not works, but bring to completion.",
        "Blofeld": "Concealment of talent (or beauty) constitutes the right course. As to the undertaking of public affairs, though immediate success may not be achieved, their ultimate fruition is assured.",
        "Liu": "Hide your ability and you can continue in your position. If in public office, do not show yourself, but complete the work.",
        "Ritsema/Karcher": "Containing composition permitting Trial. Maybe adhering-to kingly affairs: without accomplishing possessing completion.",
        "Shaughnessy": "Enclosing a pattern; it is permissible to determine. Someone follows the king's service; there is no completion, there is an end.",
        "Cleary (1)": "Hiding one’s excellence, one can be correct: if one works in government, there is completion without fabrication.",
        "Cleary (2)": "Hiding embellishments, affirming rectitude, if one works for the government, there will be no accomplishment, but there will be a conclusion.",
        "Wu": "Being able to contain splendors is worthy of persevering. If he chooses to enter into public service, he may be successful in his work, but does not expect recognition for his success.",
        "Commentary": "Confucius/Legge:  Great is the glory of her wisdom -- though she keeps her excellence under restraint, at the proper time she will manifest it. Wilhelm/Baynes: One must let them [i.e., her hidden qualities] shine forth at the right time... The light of wisdom is great. Blofeld:  Talent (beauty) now concealed will be unfolded when the time is ripe; once it is engaged in public affairs, this talent will become great and glorious.  Ritsema/Karcher: Using the season: shooting-forth indeed. Knowing the shining great indeed. Cleary(2): Hiding embellishments and affirming rectitude mean timely activation. Working for the government means that the light of knowledge is great. Wu: Biding one’s time. Indicates vision.\nMiscellaneous notes: Although the subject of this magnetic line has excellent qualities, she does not display them, but keeps them under restraint. This is the way of the earth, of a wife, of a minister. The way of the earth is not to claim the merit of achievement, but on behalf of Heaven to bring things to their proper issue.\n Legge: To keep her excellence under restraint is the part of an officer seeking not her own glory, but that of the ruler.",
        "Notes": "Siu:  The man wisely keeps his potentialities hidden so that they can mature without interference. When serving as an assistant, he remains in the background and lets glory go to the chief. He manifests himself at the proper time.\n Wing:  Leave the pursuit of fame to others. Concentrate, instead, upon doing the best job possible. If you conceal your talents now, you will develop naturally, without interference. The time will come later for you to reveal yourself and your good works.\n Editor: This line presents the image of a faithful servant, who may not always understand what is going on, but who has enough faith and discipline to allow the Work to unfold from within -- to act when bidden, but otherwise to refrain from interfering with what is a pre-eminently incomprehensible transformation. Thus does the ego serve the Self.\n\n\n The Work of Creation for mankind is conscious participation in the realization of the Divine intention. In this the Kabbalist not only makes himself more and more aware of the events in the greater and unseen worlds above but actually helps to bring in the influxes descending from the upper into the lower worlds. He does this by being skilful in practical life, psychologically sound and spiritually clear. \nZ.B.S. Halevi --Kabbalah\n\n A. Subdue your ego and let the Self attain its purpose.\n B. The image suggests that you may be trying too hard -- stay in the background and let the Work unfold naturally."
    },
    "line_4": {
        "Legge": "The fourth line, magnetic, shows the symbol of a sack tied up. There will be no ground for blame or praise.",
        "Wilhelm/Baynes": "A tied-up sack. No blame, no praise.",
        "Blofeld": "Taciturnity -- no blame, no praise.",
        "Liu": "The sack is tied up. No recognition, no blame.",
        "Ritsema/Karcher": "Bundled in the bag. Without fault, without praise.",
        "Shaughnessy": "Tying the sack; there is no trouble, there is no praise.",
        "Cleary (1)": "Closing the bag – no blame, no praise.",
        "Wu": "Tying up a pouch is without blame or praise.",
        "Commentary": "Confucius/Legge: A sack tied up -- there will be no error. This shows how through carefulness, no injury will be received. Wilhelm/Baynes: Through caution one remains free of harm. Blofeld: The passage means that, with proper caution, we shall escape trouble. [Note: From the point of view of divination, it is this sentence which best serves as a guide to action.]Ritsema/Karcher: Consideration not harmful indeed. Cleary(2): Being prudent so as to avoid harm. Wu: Prudence prevents accidents.\n Miscellaneous notes:  The interaction between Heaven and Earth creates the transformation of organic life. When their interaction is restricted, men of virtue and ability withdraw into obscurity. The line is a lesson of caution.\n Legge:  Line four shows its subject exercising a still greater restraint than in line three.",
        "Notes": "Siu:  The man observes the strictest self-restraint and reserve in dangerous times. In this way he incurs neither injury from antagonists with designs on pre-eminence nor obligations to others.\n Wing: It is a difficult time, requiring caution. Develop an inner reserve and maintain a low profile. This can be done within the mainstream of society or in the strictest of solitude. Confrontations now will lead to antagonism or undesirable obligations. \n Editor:  A tied-up sack is a very womb-like image -- who can tell what is going on inside of it? Gestation is a slow and hidden process, and we cannot know the outcome until its time is complete. The line often depicts a stalemate. At such times it is best to take no action at all.\n\n\n The creative process has a feminine quality, and the creative work arises from unconscious depths -- we might truly say from the realm of the Mothers. Whenever the creative force predominates, life is ruled and shaped by the unconscious rather than by the conscious will. \nJung -- The Spirit in Man, Art, and Literature\n\n A. The situation is inconclusive. Wait it out.\n B. An answer is not forthcoming at this time."
    },
    "line_5": {
        "Legge": "The fifth line, magnetic, shows the yellow lower garment. There will be great good fortune.",
        "Wilhelm/Baynes": "A yellow lower garment brings supreme good fortune.",
        "Blofeld": "A yellow jacket -- sublime good fortune.  [Yellow has always been an exalted color in China, where its use for garments was long restricted to the Imperial Family. Here it clearly symbolizes virtue.]",
        "Liu": "A yellow lower garment means sublime good fortune.",
        "Ritsema/Karcher": "A yellow apron. Spring significant.",
        "Shaughnessy": "Yellow skirts; prime auspiciousness.",
        "Cleary (1)": "A yellow garment is very auspicious.",
        "Cleary (2)": "Yellow lower garment, great good outlook.",
        "Wu": "The yellow lower garment will bring great fortune.",
        "Commentary": "Confucius/Legge:  This follows from that ornamental color being in the right and central place.  Wilhelm/Baynes: Beauty is within. Blofeld: This passage refers to inner (spiritual or moral) beauty. Ritsema/Karcher: Pattern located-in the center indeed. Cleary(2): The culture is in the center. Wu: The elegance lies within.\n Miscellaneous notes: The superior man, arrayed in yellow, possesses discretion and understanding, and occupies the ruler's place. His virtue comes from within, and tempers his actions. This is the perfection of excellence.\nLegge: Yellow is one of the five correct colors, and the color of the earth. The lower garment is a symbol of humility. The fifth place is the seat of honor. If its occupant possesses these qualities, good fortune is indicated.",
        "Notes": "Siu:  The man does not display his excellence directly. It is diffused throughout his conduct of affairs.\n Wing:  Do not display your potentials and virtues directly but allow them to permeate all of your affairs. Modesty and discretion about your inner worth yield the greatest good fortune.\n Editor:  Among its many symbolic associations, yellow is the color of the sun, and by extension, of clarity, comprehension and understanding. It is also the color of gold, as in \"the golden mean,\" which is nothing if not yellow in color. In dream symbolism, garments often represent attitudes or beliefs with which we clothe ourselves. None of the translations state in so many words that this \"lower\" garment is \"underwear,\" but the symbolism suggests a concealed attitude or understanding which could be so symbolized. Wilhelm's translation of the Confucian commentary tells us that the \"beauty is within,\" i.e., concealed. A \"yellow foundation garment\" therefore, would be a fundamental attitude which is balanced and positive in nature.\n\n\n It is from understanding that power comes; and the power in the ceremony was in understanding what it meant; for nothing can live well except in a manner that is suited to the way the sacred Power of the World lives and moves. \n-- Black Elk\n\n A. The image suggests a fundamental understanding or balanced viewpoint.\n B. \"Moderation in all things.\""
    },
    "line_6": {
        "Legge": "The sixth line, magnetic, shows dragons fighting in the wild. Their blood is purple and yellow.",
        "Wilhelm/Baynes": "Dragons fight in the meadow. Their blood is black and yellow.  [While the top line of TheCreative indicates titanic pride and forms a parallel to the Greek legend of Icarus, the top line of The Receptive presents a parallel to the myth of Lucifer's rebellion against God, or to the battle between the powers of darkness and the gods of Valhalla, which ended with the Twilight of the Gods.]",
        "Blofeld": "Dragons contending in the wilderness shed black and yellow blood.  [That is to say, Yin, the passive dark force, sometimes longs to possess the qualities of the celestial light force, Yang, and struggles to obtain them.]",
        "Liu": "Dragons fight in the wilderness. The blood is black and yellow.",
        "Ritsema/Karcher": "Dragons struggling tending-towards the countryside. Their blood: indigo, yellow.",
        "Shaughnessy": "The dragon fights in the wilds: its blood is black and yellow.",
        "Cleary (1)": "Dragons battle in the field; the blood is dark yellow.",
        "Wu": "Dragons are fighting in the wild; their blood is bluish yellow.",
        "Commentary": "Confucius/Legge:  The onward course indicated by The Magnetic is pursued to extremity. Wilhelm/Baynes: The way comes to an end.  Blofeld: The dragons contend, for their stock of merit is exhausted. Ritsema/Karcher: Their tao exhausted indeed. Cleary(2): The path reaches an impasse. Wu: Their destiny has come to an end.\n Miscellaneous notes: When a magnetic force seeks to usurp a dynamic force, there is sure to be contention. The mention of dragons is to remind us of the dynamic power of Heaven. Because neither the dynamic nor magnetic power can be its opposite, blood is seen. The mixture of colors is the mixture of Heaven and Earth: Heaven is purple, and Earth is yellow.\n Legge: What is said about the sixth line in hexagram number one,The Dynamic, was that the dragon there exceeded the proper limits. That idea here takes place in \"the wild\" as the magnetic line is transformed into a dragon who fights with the true dragon of the Creative Force. They fight and bleed, and their respective blood is the color of Heaven and Earth.",
        "Notes": "Siu: The man is no longer content with his serving role. A bloody contest ensues. Injury to both parties occurs when serving elements attempt to rule.\n Wing:  An assertive and ambitious attempt is made to usurp power from an authority. A violent struggle will follow, resulting in injury to both parties.\n Editor:  When the magnetic principle tries to lead, when the ego tries to direct the Work, a devastating conflict erupts in the psyche. If this is the only changing line, the hexagram becomes number twenty-three, Disintegration. To receive this line is an extremely negative omen: beware!\n\n\n For the alchemists, a number of dragons fighting with each other illustrated the state of putrefactio (separating out the Elements, or psychic disintegration). \nJ.E. Cirlot -- Dictionary of Symbols \n\n A. A devastating clash of polarities is imaged. \n\n  \n SPECIAL NOTE:\n If all of the lines of The Magneticare changing, an extremely momentous situation is indicated. This and hexagram number one, The Dynamic, are the only figures in which such a configuration is commented upon; hence, these are arguably the two strongest images the oracle has to offer.\n Legge:  If those who are thus represented be perpetually correct and firm, advantage will arise.\n Wilhelm/Baynes: When all the lines are [magnetic], it means: Lasting perseverance furthers.\n Blofeld: Unfaltering determination will place our affairs on permanent basis.\n Ritsema/Karcher: Harvesting: perpetual Trial.\n Shaughnessy: Beneficial to determine permanently.\n Cleary(1): It is beneficial to always be correct.\n Wu: It is advantageous to be ever persevering. \n  \n COMMENTARY\n I have never received this configuration, so have nothing to add beyond the observation that perseverance is the only way to further the Work -- \"The good or ill of man lies within his own will.\" -- Epictetus\n April 11, 2001, 4/23/06"
    }
}