{
    "title": "Holding Together",
    "other_titles": "The Symbol of Subaltern Assistance, Union, Unity, Grouping, Alliance, Co-ordination, Leadership, Merging (as with tributaries of a river), Seeking Union, Unification, Accord, Subservience, Individuation, Integration",
    "Judgment": {
        "Legge": "Holding Together indicates good fortune, but let the querent re-examine himself by divination whether his virtue is great, un-intermitting and firm. If so, there will be no error. Those who are ready will then join him, but those who delay will meet with misfortune.",
        "Wilhelm/Baynes": "Holding Together brings good fortune. Inquire of the oracle once again whether you possess sublimity, constancy, and perseverance; then there is no blame. Those who are uncertain gradually join. Whoever comes too late meets with misfortune.",
        "Blofeld": "Unity (or co-ordination). Good fortune! Further consultation of the oracle will provide an omen of great and lasting value. No error! Those whose hearts are troubled assemble. The laggards suffer disaster. [Just as the last hexagram deals ostensibly with military affairs, so does this one largely concern administration. For divination purposes, it should be regarded figuratively -- unless a problem of administration is actually involved in the enquiry.]",
        "Liu": "Union. Good fortune. The prediction for one attempting union should be greatness, continuation, and constancy; no blame. If one hesitates, then joins late: misfortune.",
        "Ritsema/Karcher": "Grouping, significant. Retracing the oracle-consulting: Spring, perpetual Trial. Without fault. Not soothing, on-all-sides coming. Afterwards, husbanding: pitfall.  [This hexagram describes your situation in terms of how you categorize people and things and how you relate to these categories. It emphasizes that joining people and things through recognizing their essential qualities is the adequate way to handle it.]",
        "Shaughnessy": "Alliance: auspicious. The original milfoil divination: prime; permanent determination is no trouble. The un-tranquil land comes; for the latter fellow inauspicious.",
        "Cleary (1)": "Accord is auspicious. Investigating and ascertaining, if the basis is always right, there is no error",
        "Cleary (2)": "Accord bodes well. Make sure the basis is always right, so that there will be no fault. Then the uneasy will come. Latecomers are unfortunate.",
        "Wu": "Subservience indicates auspiciousness. Seeking to confirm the intent and motivation of allegiance by divination is without fault. Those who seek peace can all come, but those who hesitate and come late will have ill fortune."
    },
    "Image": {
        "Legge": "The image of the earth, and over it water, form Holding Together. The ancient kings, in accordance with this, established the various states and maintained an affectionate relation to their princes.",
        "Wilhelm/Baynes": "On the earth is water: the image of Holding Together. Thus the kings of antiquity bestowed the different states as fiefs and cultivated friendly relations with the feudal lords.",
        "Blofeld": "The hexagram symbolizes water lying upon the land -- co-ordination. [This is indicated by the nature of the component trigrams. It is by co-operation between the fertile earth and the water which irrigates it that growth is achieved.] The ancient rulers strengthened the realm by being on affectionate terms with the feudal lords.  [This may suggest dealing kindly with immediate subordinates.]",
        "Liu": "Water over the earth symbolizes Union. The ancient kings established many states and were friendly with the feudal lords.",
        "Ritsema/Karcher": "Ritsema/Karcher",
        "Cleary (1)": "There is water on the earth, in accord. Thus did the kings of yore establish myriad realms and associate with their representatives.",
        "Wu": "There is water on the ground; this is Subservience. Thus the late kings founded the states and kept a personal relationship with all the princes."
    },
    "Commentary": {
        "Confucius/Legge": "Holding Together denotes help, and we see in the figure inferiors docilely following their superior. All that is said in the Judgment follows from the position of the dynamic line in the center of the upper trigram. Those who do not respond to him have exhausted their good fortune.",
        "Legge": "The idea of union between the different members and classes of a state and how it can be secured, is the subject of Holding Together. The dynamic line in the fifth place of authority represents the ruler to whom the subjects of all the other lines offer a ready submission. Generally, the second line is the proper correlate of the fifth, but here all of the other lines are also his subjects. Harmonious union is secured by the sovereign authority of the ruler, but he is warned to see that his virtue is worthy of his position, and his subjects are warned not to delay in submitting to him. Those who do not seek to promote and enjoy union until it is too late are left out in the cold. The sentiment is the same as that in the lines of Shakespeare about the tide in the affairs of men. In the Image, \"water upon the face of the earth\" suggests an emblem of close union."
    },
    "Notes": "Judgment:  The success of the Work is determined by the proper integration of intrapsychic forces. Separated and disparate forces are an index of its failure. Unremitting willpower is the catalyst for unity. Do you have the requisite will to facilitate this goal? Ask the oracle.\n The Image: Archetypal intelligences (the gods) created many dimensions of awareness (Jung's collective unconscious or objective psyche), maintaining benevolent contact with them all. (\"Benevolent\" refers to original intent -- Plato's realm of ideal forms -- \"The Good.\" This is the image of an evolving multiverse of awareness – a human psyche.)\n Psychologically interpreted,Holding Together depicts the Self as the fifth-line ruler surrounded by its satellite complexes. Astrologically rendered, we see the same image in the solar system with its Sun surrounded by planets -- each symbolizing a faculty within the psyche (e.g., Mercury is intellect, Mars is aggression, etc). Viewed this way, the eighth hexagram portrays the functioning of a divine process. (Whenever the \"ancient kings\" are mentioned in the I Ching,we can take them as the symbolic architects of a primordial ideal of perfection.)\n The Image in Holding Together is an allegory of the Self establishing the various complexes within the psyche (the Sun establishing its planets) so that they can evolve into a reflection of the ideal intent of the Work. (In the timeless realms of hyperspace, the Garden of Eden and the New Jerusalem exist simultaneously, although here in spacetime, as key facilitators in a “work in progress,” we labor somewhere between cause and effect.)\n Although the psyche of a functional human being is held together relatively coherently, its inner relationships are continuously orbiting each other in cycles of change. (Astrological transits symbolize such changes.) The Tao of psychic evolution (the Work) is to respond to the changes consciously and coherently so that all forces eventually become synchronized with the will of their source. The ego’s sole responsibility is to do this in the spacetime dimension for the benefit of the Self.\n\n\n In whatever way one may conceive the relationship between the individual self and the universal Self, be they regarded as identical or similar, distinct or united, it is most important to recognize clearly, and to retain ever present in theory and practice, the difference that exists between the Self in its essential nature -- that which has been called the ‘fount', the ‘center', the ‘deeper being', the ‘apex' of ourselves -- and the small ordinary personality, the little ‘self' or ego, of which we are normally conscious. The disregard of this vital distinction leads to absurd and dangerous consequences. \nRoberto Assagioli – Psychosynthesis\n\n\n The message for the superior man in this hexagram is the only injunction in the Book of Changesto re-consult the oracle. Implicit in this curious challenge is a need to evaluate your competence to further the Work. The answer should tell you the condition of your will.\n\n\n The will is, curiously, not recognized as the central and fundamental function of the ego. It has often been depreciated as being ineffective against the various drives and the power of the imagination, or it has been considered with suspicion as leading to self-assertion (will-to-power). But the latter is only a perverted use of the will, while the apparent futility of the will is due only to a faulty and unintelligent use. The will is ineffective only when it attempts to act in  oppositionto the imagination and to the other psychological functions, while its skillful and consequently successful use consists in regulating and directing all other functions toward a deliberately chosen and affirmed aim. \nRoberto Assagioli – Psychosynthesis\n\n\n The differences between hexagrams number seven and number eight are the differences between a geocentric and a heliocentric frame of reference – emphasizing the fact that the ego and the Self each perceive the psyche from an entirely different point of view.\n\n\n For my thoughts are not your thoughts, \n my ways not your ways -- it is Yahweh who speaks. \n Yes, the heavens are as high above earth \n as my ways are above your ways, \n my thoughts above your thoughts. \n Isaiah 55: 6-9",
    "line_1": {
        "Legge": "The first line, magnetic, shows its subject seeking by her sincerity to win the attachment of her object. There will be no error. Let the breast be full of sincerity as an earthenware vessel is of its contents, and it will in the end bring other advantages.",
        "Wilhelm/Baynes": "Hold to him in truth and loyalty; this is without blame. Truth, like a full earthen bowl: thus in the end good fortune comes from without.",
        "Blofeld": "Where there is confidence, the work of unification is carried on faultlessly, for confidence is like a flowing bowl. There is a windfall yet to come.",
        "Liu": "Union with confidence. No blame. Full of confidence, like a bowl full of water. Good fortune in the end.",
        "Ritsema/Karcher": "Possessing conformity, Grouping it. Without fault. \n Possessing conformity , overfilling the jar. Completing coming possesses more significance.[Possessing conformity: \"Inner and outer are in accord; confidence of the spirits has been captured...\"]",
        "Shaughnessy": "There is a return. Ally with him; there is no trouble. There is a return; fill the earthenware; when winter comes perhaps it will be harmful; auspicious.",
        "Cleary (1)": "When there is truthfulness, accord is impeccable. When there is truthfulness filling a plain vessel, ultimately there will come other blessings.",
        "Cleary (2)": "): When there is truthfulness, accord with it is blameless. When there is truthfulness filling a plain vessel, when the end comes there is good fortune.",
        "Wu": "Having confidence in the person to whom support is given is without fault. Confidence can grow to fill one’s heart like water gradually filling empty earthenware. Eventually others may join to give their support. There will be good fortune.",
        "Commentary": "Confucius/Legge:  From seeking union there will be other advantages. Wilhelm/Baynes: Encounters good fortune from another quarter. Blofeld: Indicates unexpected good fortune.  Ritsema/Karcher: Possessing more significance indeed. Cleary (2): The first yin of accord has other good fortune. Wu: There will be good fortune when others join to give support.\n Legge:  The earthenware vessel describes the plain, unadorned character of the sincerity called for. The other advantages are all the benefits that result from sincerity and union, which are themselves good.",
        "Notes": "Siu:  At the outset, the man is filled with sincerity in his associations with others. He resembles an unadorned bowl which is full.\n Wing:  An honest, unaffected attitude is an excellent basis for forming associations. With such an attitude you can be confident that others will be attracted to you. Unexpected good luck is indicated here.\n Editor:  Note the idea of humble containment -- one collects the disparate elements of the situation together in a plain clay bowl. Metaphorically, this suggests that the simplest, most elementary approach to the problem is the correct one. The line can refer to mental comprehension (\"holding together\"), involving basic principles, unvarnished truth, etc.\n\n\n Thus the individual psyche is an indefinite formation of unknown or largely unknown constitution and extent. If it is to be consolidated -- individuated, to use the technical term -- it is necessary first of all to determine its boundaries. Then all that belongs to the psyche must be brought within these boundaries. Finally, a center must be established that can control the functioning of the whole structure. \nM.E. Harding --Psychic Energy\n\n A. Sincere devotion to the Work brings eventual reward: \"Modesty is the best policy.\"\n B. \"Seek, and ye shall find.\""
    },
    "line_2": {
        "Legge": "The second line, magnetic, shows the movement toward union and attachment proceeding from the inward mind. With firm correctness there will be good fortune.",
        "Wilhelm/Baynes": "Hold to him inwardly. Perseverance brings good fortune.",
        "Blofeld": "Unification (or cooperation) should proceed from within our own circle. Righteous persistence will bring good fortune.",
        "Liu": "Union from within. Continuing brings good fortune.",
        "Ritsema/Karcher": "Grouping's origin inside. Trial: significant.",
        "Shaughnessy": "Ally with him from within; determination is auspicious.",
        "Cleary (1)": "Accord coming from within is correct and bodes well.",
        "Cleary (2)": "Accord coming from within is auspicious if correct.",
        "Wu": "A desire to serve comes from within. With perseverance, there will be good fortune.",
        "Commentary": "Confucius/Legge: She does not fail in what is proper. Wilhelm/Baynes: Do not lose yourself. Blofeld: When unification or cooperation proceeds from within our own circle, the results will not be disappointing. Ritsema/ Karcher: Not originating letting-go indeed. Cleary (2): Accord coming from within means not losing oneself. Wu: With self-discipline there will be no error.\n Legge:  Line two is the proper correlate of the ruler in line five. Her position in the center of the lower trigram suggests the movement proceeding from the inner mind.",
        "Notes": "Siu:  The man retains his individuality and dignity in his relationships with others. He is not like the obsequious office seeker. His convictions are deeply founded.\n Wing:  Trust your inner mind, maintain your integrity, and follow the demands of your convictions. You will be sought after by others. If you chase after the approval of others, you will lose your dignity.\n Editor:  Legge's commentary on the relationship between lines two and five portrays the ego-Self relationship. The Self is the dynamic ruler dwelling in a psychic dimension (\"the inward mind\"). The ego is always magnetic in relation to the Self, and ideally the servant of the Work in spacetime. The inward mind is thus the source of the voice of the Self. Because not every image or impulse in the psyche originates from the Self, Wilhelm's translation of the Confucian commentary (\"Do not lose yourself\"), warns us to be conscious enough to maintain connection with our authentic inner voice -- not some complex masquerading as such. (Often a tricky distinction.)\n\n\n Man too, in his inner being, has a plane of contact with the divine self. And that's why he can only find his own divine being within himself, never by directing his attention towards the outside world. \nElisabeth Haich -- Initiation\n\n A. Unity proceeds from within -- listen to your inner voice. (The image can sometimes suggest meditation.)\n B. Integration of the psyche is an inner process – you must facilitate the transformation by holding firmly to the principles of the Work."
    },
    "line_3": {
        "Legge": "The third line, magnetic, shows its subject seeking for union with such as ought not to be associated with.",
        "Wilhelm/Baynes": "You hold together with the wrong people.",
        "Blofeld": "He joins himself with evil-doers.",
        "Liu": "Union with the wrong people. There will be sad results.",
        "Ritsema/Karcher": "Grouping's in-no-way people.",
        "Shaughnessy": "Ally with him the non-human.",
        "Cleary (1)": "Accord with the wrong people.",
        "Cleary (2)": "The wrong person to accord with. [If one is not balanced correctly, and one is in a position of minor authority but has no strong critical guidance, one is “the wrong person to accord with.” In Buddhist terms, this means the devil hasn’t a thought of good, and also that emotional opinions certainly do not accord with the way to enlightenment.]",
        "Wu": "He associates himself with questionable characters.",
        "Commentary": "Confucius/Legge: Will not injury be the result? Wilhelm/Baynes: Is this not injurious? Blofeld:  If we do this, how can we fail to suffer for it? Ritsema/ Karcher:  Reaching-to not truly injuring. Cleary (2): Will there not be injury? Wu: How pitiable is this! \n Legge:  Line three is magnetic, not in the center, nor in her correct place. \n The lines above and below her are also magnetic. These facts account for what is said about her.",
        "Notes": "Siu: The man attempts to cultivate an intimacy with people beyond his proper sphere. But this does not make him a person of greater stature.\n Wing:  The people in the environment of your inquiry are not right for you at this time. Avoid too intimate an association with the group while maintaining an outward sociability. Appearing committed to these people could darken your reputation later on.\n Anthony:  We hold with wrong elements in ourself such as an incorrect idea, or with emotions such as pride, anger or desire, which cause us to take hold of issues and become involved in an evil process. Or, through carelessness, we abandon the path to indulge in incorrect situations. Whenever we allow our inferiors to take over direction of our lives, we lose the help of the Sage. Getting this line either means that we are off the path, or that a situation will soon occur wherein we revert to a pattern of incorrect action, thereby losing the path.\n Editor: This is an unambiguous line. Applied to inner work, it can suggest that you have mistaken the prompting of an autonomous complex for the Self. (See Wilhelm's Confucian commentary on line two above.) In its most neutral interpretation, it portrays a flawed connection: something doesn't match up properly.\n\n\n Every time we “identify” ourselves with a weakness, a fault, a fear or any personal emotion or drive, we limit and paralyze ourselves. Every time we admit “I am discouraged” or “I am irritated,” we become more and more dominated by depression or anger. We have accepted those limitations; we have ourselves put on our chains. If, instead, in the same situation we say, “a wave of discouragement is trying to submerge me” or “An impulse of anger is attempting to overpower me, the situation is very different. \nR. Assagioli – Psychosynthesis \n\n A. Portrayal of an alliance with inferior forces.\n B. You have a bad attitude, or are tempted by an inferior choice.\n C. Seeking what should be left alone."
    },
    "line_4": {
        "Legge": "The fourth line, magnetic, shows its subject seeking for union with the one beyond herself. With firm correctness there will be good fortune.",
        "Wilhelm/Baynes": "Hold to him outwardly also. Perseverance brings good fortune.",
        "Blofeld": "He co-operates with people beyond his immediate circle. Righteous persistence will bring good fortune.",
        "Liu": "Union outside. Continuing brings good fortune.",
        "Ritsema/Karcher": "Outside Grouping it. Trial: significant.",
        "Shaughnessy": "From outside ally with him; determination is auspicious.",
        "Cleary (1)": "Accord with one outside is right and bodes well.",
        "Cleary (2)": "According with the wise outside, correctness brings good results.",
        "Wu": "He gives his support to the exterior one. To be persevering will be auspicious.",
        "Commentary": "Confucius/Legge: Union is sought with one beyond herself, and in this case with a worthy object -- she is following the ruler above her. Wilhelm/ Baynes: Hold outwardly also to people of worth, in order thus to follow the one above. Blofeld: Cooperation with such people and leading them into virtuous ways must be accomplished by working through their leaders. Ritsema/Karcher: Using adhering-to the above indeed. Cleary (2): Accord with the wise outside is the way to follow the advanced. Wu: “He gives support to the exterior one,” who is a good man, because he follows the one above him.\n Legge:  \"The one beyond herself\"  is the ruler or king who is the subject of line five, and with whom union ought to be sought. The magnetic line, moreover, is in a place proper to her, and if she is firm and correct, there will be good fortune.",
        "Notes": "Siu:  The minister shows open loyalty to his king. This behavior contrasts to that of a person without a post. The latter should remain reserved, so as to retain his personal honor.\n Wing:  You are in close contact with the center of your community. This may refer to the leader or ruler. Show your support openly, but do not forget who you are or lose yourself in your allegiances.\n Editor:  Wilhelm suggests the idea of an outward display of allegiance. The quality of your commitment to the Work is seen in your actions and way of life. Sometimes the line suggests the idea of having confidence in yourself, or confidence in your intuition. At its simplest level it can just mean: Make connections beyond your \"immediate circle.\" (Blofeld)\n\n\n Regeneration is for nothing else than that the natural [ego] may be subjugated, and the spiritual [Self] obtain dominion; and the natural is subjugated when it is brought into correspondence. And when the natural is brought into correspondence it no longer resists but acts as it is commanded, and follows the behest of the spiritual -- scarcely otherwise than as the acts of the body obey the dictates of the will. \nSwedenborg -- Arcana Coelestia\n\n A. Live your beliefs. \"Walk your talk.\"\n B. Get in touch with what is beyond you. Seek a higher comprehension.\n C. Get in touch with your basic motivations."
    },
    "line_5": {
        "Legge": "The fifth line, dynamic, affords the most illustrious instance of seeking union and attachment. We see in it the king urging his pursuit of the game only in three directions, and allowing the escape of all the animals before him, while the people of his towns do not warn one another to prevent it. There will be good fortune.",
        "Wilhelm/Baynes": "Manifestation of Holding Together. In the hunt the king uses beaters on three sides only and foregoes game that runs off in front. The citizens need no warning. Good fortune.",
        "Blofeld": "Relying on his people's co-operation, the King pursues game which is enclosed on three sides, but loses the quarry ahead. This is because the local people were not warned. [This would seem to suggest that our loss is not due to disloyalty but to having failed to take people into our confidence.] Righteous persistence brings good fortune.",
        "Liu": "Union with honor. The king hunts on three sides only, losing game through the front. The people are not afraid. Good fortune.",
        "Ritsema/Karcher": "Manifest Grouping. The king avails-of three beaters. Letting-go the preceding wildfowl. Capital people are not admonished. Significant.",
        "Shaughnessy": "Lustrously ally. The king herewith thrice drives (the hunt) losing the front catch; the city men are not warned; auspicious.",
        "Cleary (1)": "Manifesting accord. The king uses three chasers and loses the game ahead. The citizens are not admonished. Auspicious.",
        "Cleary (2)": "Manifest accord … The local people are not warned, etc.",
        "Wu": "This [line] reveals the essence of allegiance. The king deploys a three-sided chase in his hunt, such that he allows the game in front of him to escape. The townspeople do not warn one another of the king’s doing. There will be auspiciousness.",
        "Commentary": "Confucius/Legge: The good fortune is because of the line's correct and central place. The king takes only those animals who present themselves obediently. He allows the others to escape. That the people do not warn one another to prevent the animals to escape shows how the king, in his high eminence, has made them pursue the due course. Wilhelm/Baynes: The position is correct and central. Discarding those who resist, accepting the devoted: this is the meaning of \"foregoes game that runs off in front.\" \"The citizens need no warning,\" for the one above makes them central. Blofeld: This good fortune is indicated by the central position of the ruling line. Leaving alone those difficult to catch and following where the chances seem good, the King nevertheless loses the game in front of him. This means that, although the local people were not warned, the ruler adopts a fair and liberal policy. [The implication is that such a policy is required for the success of our plans.]Ritsema/Karcher: Situation correctly centered indeed. Stowing-away countering, grasping yielding. Letting-go the preceding wildfowl indeed. Capital people not admonished. Commissioning centering above indeed. Cleary (2): The local people are not warned, because the ruler has effected balance. Wu:“To allow the game in front of him to escape” means setting free those who want to leave and taking in those who want to come, etc.\n Legge:  As the ruler, line five is the center of union. The ancient rule for hunting expeditions was that after the beating was completed and the king was ready to commence taking game, one side of the enclosure into which it had been driven was left open and unguarded. This was proof of the royal benevolence which didn't want to make an end of all the creatures inside. So well known and understood was this benevolent principle, that all of his subjects cooperated in carrying it out. The union shown here is therefore characterized by mutual confidence and the appreciation of benevolent virtue.",
        "Notes": "Siu:  The superior ruler accepts those who voluntarily come to him and lets others go who care to go. He neither invites nor flatters. Union is based on mutual confidence and appreciation.\n Wing: You can trust fate at this time to bring you together with those who would further you. There is a natural attraction at work here. The atmosphere is liberal, and much can be accomplished. The time is auspicious, indeed. \n Editor:  This line is the subject of the Judgment and most of the commentary on the Judgment. It depicts a shake-down or refining process. In terms of the Work, because the ego has free will, it always has the option of \"escape.\" The Self allows it to choose, because free choice is essential to any permanent psychic integration. A coerced synthesis could hardly be expected to hold together for very long. Blofeld's translation and note seem to miss this idea.\n\n\n A human being can choose to deny his individuality or truth, although, sooner or later, he must inevitably choose, of his own free will, to remain dormant or submit to the Way of Heaven. \nZ.B.S. Halevi -- A Kabbalistic Universe\n\n A. A sorting-out process -- some elements are gathered, and some discarded. (Could be a test of your discrimination.)\n B. Psychic forces re-position themselves in relation to their source.\n C. The decision is yours whether or not to follow the demands of the Work.\n D. Astute choice separates truth from error."
    },
    "line_6": {
        "Legge": "The sixth line, magnetic, shows one seeking union and attachment without having taken the first step to such an end. There will be evil.",
        "Wilhelm/Baynes": "He finds no head for holding together. Misfortune.",
        "Blofeld": "Attempts to bring about unity when there is no one at the head result in disaster.  [This suggests a general lack of co-ordination due to poor leadership.]",
        "Liu": "Union without a leader. Misfortune.",
        "Ritsema/Karcher": "Without a head, Grouping it. Pitfall.",
        "Shaughnessy": "The ally does not have a head: inauspicious.",
        "Cleary (1)": "Accord without leadership bodes ill.",
        "Wu": "The association leads to nowhere. It will be foreboding.",
        "Commentary": "Legge:  The magnetic sixth line is trying to promote union with the lines below after the time for union has passed. It is too late -- she is symbolized as \"without a head,\" that is, as not having taken the first step, from which her action should begin and go on to completion.",
        "Notes": "Siu:  The situation bodes ill. No good ending can be expected in the absence of the right beginning. It is too late.\n Wing:  The moment for Unity has passed. Right from the beginning something was amiss and all attempts toward union inspired failure. Examine the situation to determine the extent of your error.\n Editor:  This line echoes the last phrase of the Judgment: \"With those who are too late in coming it will be ill.\" That is: one who cannot hold together, by definition cannot participate in unification. (Cf. Wu’s Confucian Commentary: “The association leads to nowhere, because it is a dead-end.”)\n\n\n He who is not with me is against me; and he who does not gather with me scatters. \n-- Luke 11: 23\n\n A. Without disciplined organization, unification is impossible.\n B. You've lost your connection. \n\n April 16, 2001, 4/23/06"
    }
}