{
    "title": "Passive Restraint",
    "other_titles": "The Taming Power of the Small, The Symbol of Small restraint, The Lesser Nourisher, Taming the Small Powers, Small Accumulating, Small Harvest, Small Obstruction, Nurturance by the Small, Restraint by the Weak, Restrained, Minor Restraint, The Weak Force, The Force of the Small, Weak Forces Restrain Strong Forces \"The restraint is small, success follows. Overcoming something small which is poisoning or nagging. Partially relieving a situation. Influencing that which one cannot change.” -- D.F. Hook",
    "Judgment": {
        "Legge": "Passive Restraint brings about progress and success. We see dense clouds, but no rain coming from our western borders.",
        "Wilhelm/Baynes": "The Taming Power of the Small  has success. Dense clouds, no rain from our western region.",
        "Blofeld": "The Lesser Nourisher. Success! Dense clouds giving forth no rain approach from the western outskirts.  [On the whole, this hexagram presages good for us. The wind blowing across the heavens does not have the nourishing virtues of rain, but it refreshes us and makes us feel better. Thus, if things are going reasonably well with us, we may expect an improvement, especially in the future when, presumably, the nourishing rain will fall. However, as lines three and six indicate, if we are in serious trouble, we must not expect much help from the rather mild good fortune that is blowing our way. The conception of something weak or yielding bringing great benefit has been greatly developed by the Taoists who, as though they were familiar with judo, recognize the strength to be found in softness and the dangerous weakness sometimes occasioned by too much strength. The name of this hexagram understood somewhat differently may also be taken to mean that the time is propitious for undertaking additional activity or the care of the young.]",
        "Liu": "Taming the Small Powers: success. Thick clouds come from the west. No rain. [This situation symbolizes the preparation which precedes a new development.]",
        "Ritsema/Karcher": "Small Accumulating, Growing. Shrouding clouds, not raining. Originating-from my Western suburbs. [This hexagram describes your situation in terms of a variety of seemingly unconnected events and impulses. It emphasizes that retaining and hoarding these experiences through adapting to them is the adequate way to handle it...]",
        "Shaughnessy": "Small Harvest:Receipt; dense clouds do not rain from our western pasture.",
        "Cleary (1)": "Nurturance by the small is developmental. Dense clouds do not rain, proceeding from one’s own western province.",
        "Cleary (2)": "At small obstruction, nurturing the small succeeds… (etc.)",
        "Wu": "Restraint of the Small indicates pervasiveness. There are dense clouds, but no rain coming from our western countryside."
    },
    "Image": {
        "Legge": "The image of the sky with the wind moving above it forms Passive Restraint. The superior man, in accordance with this, adorns the outward manifestation of his virtue.",
        "Wilhelm/Baynes": "The wind drives across heaven: the image of The Taming Power of the Small. Thus the superior man refines the outward aspect of his nature.",
        "Blofeld": "This hexagram symbolizes wind blowing across the sky. The Superior Man displays his scholarly accomplishments.",
        "Liu": "The wind blows across the sky, symbolizing Taming the Small Powers. The superior man improves his ability and virtue.",
        "Ritsema/Karcher": "Ritsema/Karcher",
        "Cleary (1)": "Wind blowing up in the sky is small nurturance; thus do superior people beautify cultured qualities.",
        "Cleary(2)": "Wind moving up in the sky, nurturing the small. Thus do leaders beautify cultured qualities.",
        "Wu": "The wind blows in the sky above; this is Restraint of the Small. Thus the jun zi refines his splendorous virtue."
    },
    "Commentary": {
        "Confucius/Legge": "In the ninth hexagram the magnetic line takes her proper place, and all the lines above and below obey her -- hence the name Passive Restraint. The figure is composed of the trigrams of Strength plus Flexibility. Dynamic lines occupy the central places, and their will is accomplished -- this means progress and success. Dense clouds but no rain depict the advancing dynamic lines, but their source in the west shows that their beneficial influence has yet to be felt.",
        "Legge": "The symbolism of the hexagram Passive Restraint is taken from the magnetic line in the fourth place which holds all of the dynamic lines in restraint. This is because the fourth place is properly passive (magnetic), and the response of the other lines is therefore one of submission to her authority.\n The second sentence of the Judgment indicates the time and place of King Wen whose homeland was the western portion of China in the twelfth century B.C. Rain coming and moistening the ground causes the luxuriant growth of the natural world, and symbolizes the blessings which flow from good government. Therefore from the west, the hereditary territory of the legendary author of the I Ching, come the blessings which might enrich the whole kingdom. Here, however, they are somehow restrained -- the dense clouds do not yet empty their stores. Ch'eng-tzu, Wang Feng, and other scholars say, in effect: Dense clouds should give rain. That they exist without doing so shows the restraining influence of the hexagram at work. But the dynamic influence of the other lines still continues, and the rain will eventually fall. The wind moves in the sky and then ceases -- it can restrain for a time, but not indefinitely.\n Cleary (1): Being strong, yet acting submissively, the submissiveness subdues the strength, and strength cannot act on its own. The heart grows daily humbler, while the virtue grows daily higher. One can thereby gradually get to the realm of sages. This is why nurturance by the small is developmental.\n Cleary (2): When you encounter situations that obstruct you and bog you down, if you do not get resentful or bitter, but just nurture yourself to digest them, you will be successful … Indeed, events and situations that formerly obstructed you can become means of self-development; this is how you succeed …This line (Sic) indicates the value of not grabbing for easy success and the value of long-term results.\n Wu:Restraint of the Small means literally small accumulation or small restraint. “Small” is another name for yin. “Small accumulation” or “small restraint” can also mean accumulation or restraint of the yin … When there are clouds, but no rain, it means that something has intervened and prevented the cycle from completion ... The judgment simply means: Many factors can derail a potential success and we should weigh them carefully before making a decision.\n Anthony: Our influence is limited by the circumstances… We should avoid ambition to make progress as this exerts a negative pressure on people. It also indicates that we do not yet trust our path of non-action or the power of truth to change the situation…"
    },
    "Notes": "Judgment:  Power is accumulated by gently withholding its expression.\n The Superior Man  transforms his insights into components of his conscious will. Or: He works on his outer, conscious (as opposed to inner, unconscious), awareness. Or: He lives his beliefs.\n Wilhelm's translation of the title of this hexagram is The Taming Power of the Small. I have substitutedPassive Restraintas a phrase more compatible with contemporary English. The titles rendered by the other translators, in my opinion, do not convey the meaning of the hexagram: Liu's Taming the Small Powers even seems diametrically opposed to it, though it is obvious that the title has multiple meanings. In describing the action of the trigrams in this hexagram, Wilhelm conveys its essential meaning. (From Lectures on the I Ching):\n\n\n The function of wind is to tame creative forces, to accumulate these and to make them visible. It is exceedingly difficult to understand this relationship of forces, because the power used here is not expressed with might, but it is the softest, gentlest, force imaginable. Wind is the least visible of all phenomena, and this invisible wind is now needed to concentrate that which strives upward, the strongest of all phenomena ... The unconscious acts and creates as it must, and we should submit to the surgings of its waves. Only in the peripheral region, in the small free zone of consciousness, can work be taken up each day, and whatever needs refining can be refined. This is not superfluous work. Although this small zone of consciousness and freedom is only a thin rind, its contact with the forces of the unconscious is vigorous ... Hence, that which is seemingly small and insignificant is, after all, the power that succeeds in taming chaos by means of steady work and perseverance.\n\n\n Lines one through four of the ninth hexagram show different forms of restraint during a time of building tension. The dark clouds are accumulating, and we know that eventually the rain will fall and the tension will be released. Rain always symbolizes a union between Heaven and Earth in the I Ching,which in turn means a synthesis of some sort. In the present instance, the synthesis is still building, and although the tension seems to demand action we are counseled to remain still. The magnetic force must hold the overwhelming pressure of the dynamic forces in check.\n The fifth line depicts the focal point at which the forces are gathered, and the sixth line shows the restraint necessary to allow the new transformation to stabilize. If we turn the hexagram over we get Cautious Advance, which depicts a different situation in which very careful action is called for. In the present instance however, no action is correct action.\n\n\n Through the activity of divine providence, an abundance of blessing descends on the creatures, but this awakening of the power of providence is dependent on the deeds of created beings, on \"awakening from below.\"\n Gershom Scholem – Kabbalah",
    "line_1": {
        "Legge": "The first line, dynamic, shows its subject returning and pursuing his own course. What mistake should he fall into? There will be good fortune.",
        "Wilhelm/Baynes": "Return to the way. How could there be blame in this? Good fortune.",
        "Blofeld": "How could returning to this path be blameworthy?",
        "Liu": "Return to the correct way. Then how can one be blamed? It is good fortune.",
        "Ritsema/Karcher": "Returning originating-from tao. Wherefore one’s fault? Significant.",
        "Shaughnessy": "Returning from the way, what could its trouble be? Auspicious.",
        "Cleary (1)": "Returning by the path – how could that be blameworthy? It bodes well.",
        "Wu": "By returning to his own course, how can he be blamed? It will be auspicious.",
        "Commentary": "Confucius/Legge:  He returns and pursues his own path -- it is right there should be good fortune. Wilhelm/Baynes: This is something that bodes well. Blofeld:  This passage assures us of good fortune. Ritsema/Karcher: One's righteousness significant indeed. Cleary (2): It is right that there should be good fortune. Wu: “By returning to his own course” means good fortune.\n Legge:  Line one is the first line of the trigram of Strength, here occupying its proper place. Therefore, notwithstanding the check of line four, he resumes his movement and will go forward according to his strong nature.",
        "Notes": "Siu:  At the outset, the man presses forward. When obstacles are encountered, however, he returns to the state of greater choice. By not forcing his way, he eventually gains his objective.\n Wing:  In forcing your way, you meet with obstacles. It is best to hold back to a position where you have the choice of advance or retreat. Then you may concern yourself with the true nature of the situation and react accordingly.\n Anthony: In taking hold of the problem, we adopt an either-or attitude, to force some sort of conclusion. This impatience springs from desire and our ego’s attempt to dominate the situation. This is doomed to failure. It is best to return to the path of acceptance and modesty.\n Cleary (1): Being strong yet remaining humble, concealing one’s light and nurturing it in obscurity, embracing the Tao and keeping settled, not injuring inner reality by outward artificiality, is to be able to return by way of the path. Being able to return by way of the path, though the nurturance is small, one can gain its nourishment, and strong energy grows day by day; not only is it blameless, it brings good fortune. This is the nurturance of being great yet being humble and appearing small.\n Cleary (2): In the first yang, accurate knowledge is strong, so obstacles caused by events cannot do any harm, and so one “returns by the path.”\n Editor:  Legge's commentary here is inconsistent with his own translation of the line. The strong first line wants to forge ahead, but the idea of the figure is passive restraint, and the symbol of that restraint is his correlate fourth line. He accepts her message and returns to virtue by restraining his forward impetus. Wilhelm's translation expresses this idea as a command to \"Return to the way” -- i.e.: \"Get back where you belong.” Ritsema/Karcher's rendering of \"Returning originating-from tao” is perhaps the most powerful image. This line is sometimes received when doubts arise about the Work or our way of processing it: it is telling us to trust our inner knowing. If this is the only changing line, the new hexagram becomes #57, Penetration, with the corresponding advice: “In advancing and retreating, the perseverance of a warrior furthers.”\n\n\n A knowledge of the opinions of others may guide us in our researches as long as we cannot find the truth in ourselves, but such knowledge is as liable to mislead us as to lead us right; the only way to arrive at the recognition and understanding of the truth is the development of the knowledge of self. \nF. Hartmann -- Paracelsus: Life and Prophecies \n\n A. Don't get ahead of yourself. Restrain your compulsive need to act. Don't exceed your authority. \n B. Image of a return to normalcy.\n C. Remain persevering in your conduct of the Work. You know exactly what that is."
    },
    "line_2": {
        "Legge": "The second line, dynamic, shows its subject, by the attraction of the former line, returning to the proper course. There will be good fortune.",
        "Wilhelm/Baynes": "He allows himself to be drawn into returning. Good fortune.",
        "Blofeld": "Compelling ourselves to go back brings good fortune.",
        "Liu": "One is influenced to return to the correct way. Good fortune.",
        "Ritsema/Karcher": "Hauling-along, returning. Significant.",
        "Shaughnessy": "A firm return; auspicious.",
        "Cleary (1)": "Leading back bodes well.",
        "Wu": "Returning to his own course through association will be auspicious.",
        "Commentary": "Confucius/Legge:  By the attraction of the first line he returns to his own course and is in the central place: neither will he err in what is due from him. Wilhelm/Baynes:  Being drawn into returning derives from the central position. Also, he does not lose himself. Blofeld: The idea of not getting lost is also implied.  Ritsema/Karcher: Truly not originating-from letting-go indeed. Cleary (2): Leading back into the center and not losing oneself. Wu: The association is central. His position is not compromised.\n Legge: The second place is dynamic, and though a magnetic place is not appropriate to him, that place is central. Because of this he restrains himself, does not exceed his authority, and makes common cause with line one.",
        "Notes": "Siu:  The man does not expose himself needlessly to rebuff by pushing forward when the time is not propitious. He retreats with kindred souls.\n Wing:  Although you might like to take action, it would be wise to re-evaluate the situation and study the examples of others who have come before you. The time suggests that a retreat leads to good fortune.\n Editor:  Both lines one and two have a strong urge to advance, but they impose virtuous restraint on this urge and return to their proper places. Sometimes the line can imply not throwing oneself away on an ill-timed venture.\n\n\n By this method the discerning Kabbalist can decide that it is not wise to move against the tide, but wait for the flow to turn and place an impulse in the ebb that will bear fruit when the active phase begins again. \nZ.B.S. Halevi -- The Work of the Kabbalist\n\n A. An image of voluntary restraint and a return to harmony (balance).\n B. Preserve your integrity by voluntarily retreating from contention."
    },
    "line_3": {
        "Legge": "The third line, dynamic, suggests the idea of a carriage, the strap beneath which has been removed, or of a husband and wife looking on each other with averted eyes.",
        "Wilhelm/Baynes": "The spokes burst out of the wagon wheels. Man and wife roll their eyes.",
        "Blofeld": "The chariot is separated from the spoked wheel. Husband and wife stand glaring at each other.",
        "Liu": "The wheels separate from the wagon. Husband and wife are in disharmony.",
        "Ritsema/Karcher": "Carting stimulating the spokes. Husband, consort, reversing eyes.",
        "Shaughnessy": "The cart throws its axle-strut; the husband and consort cross eyes.",
        "Cleary (1)": "The wheels are detached from the cart. Husband and wife look away from each other.",
        "Wu": "The wooden pieces holding the axle firmly underneath a carriage come off. The husband and wife look at each other with averted eyes.",
        "Commentary": "Confucius/Legge:  Line three is like a husband who cannot maintain correctly his relations with his wife. Wilhelm/Baynes: When \"man and wife roll their eyes,\" it is a sign that they cannot keep their house in order. Blofeld: Disorder reigns within the house.  Ritsema/Karcher: Not able to correct the home indeed. Cleary (2): They cannot cohabit. Wu: They cannot maintain proper relations.\n Legge:  Line three, though dynamic and in its proper place, is not in the center and therefore is less able to resist the restraint of the fourth line.",
        "Notes": "Siu:  The circumstances favor the weak. Progress is frustrated by external, apparently minor, impediments. The net effectiveness is that of a wheel without spokes.\n Wing:  The opposition appears minor and advance seems possible. Yet the situation is not in your control. If you insist upon forging ahead confidently you will be defeated by no end of annoyances. This has a most undignified appearance.\n Wilhelm/Baynes: Here an attempt is made to press forward forcibly, in the consciousness that the obstructing power is slight… External conditions hinder the advance… We do not yet heed this hint from fate, hence there are annoying arguments like those of a married couple…\n Anthony: This symbolizes a thing falling apart, losing its shape, integrity and usefulness. The situation falls apart when we bring controversial matters up, rather than allowing them to arise spontaneously. We rush things when we are afraid that the right time may not occur soon enough. Under the influence of fear we are unable to attain the objectivity we need to find the right solution. \n “Power lies with the weak.” True power, in dealing with the obstinate power of the ego, or with Fate itself, is in letting go, not taking hold in trying to make points, or engaging in arguments, or striving to overcome the situation. It also lies in reticence, tranquility and detachment. \n Cleary-2:  In the third yang, one relies on unfertile intellect and so is stymied by obstacles that arise in the course of events: concentration and insight are both damaged. \n Editor:  Progress is halted due to a polarization of thoughts and feelings: emotion refuses to conform to reason. Psychologically: when our emotions don’t match our rationalizations, progress is impeded. This line often portrays a situation in which logic and affect clash with fated circumstances: emotion rules when reason fails to resolve a seemingly simple dilemma. If this is the only changing line, hexagram #61, Inner Truth, is evoked, with a corresponding line portraying the effects of inconstancy and lack of will.\n\n\n If a house be divided against itself, that house cannot stand. \nMark  3:25\n\n A. Inner turmoil creates disunion and halts advancement.\n B. Thoughts and feelings are out of synch with what is happening.\n C. An image of impotent frustration which blocks the Work."
    },
    "line_4": {
        "Legge": "The fourth line, magnetic, shows its subject possessed of sincerity. The danger of bloodshed is thereby averted, and her ground for apprehension dismissed. There will be no mistake.",
        "Wilhelm/Baynes": "If you are sincere, blood vanishes and fear gives way. No blame.",
        "Blofeld": "Owing to confidence, bloody and terrible deeds are avoided -- no error.",
        "Liu": "If you are forthright, bloodshed and fear vanish; no blame.",
        "Ritsema/Karcher": "Possessing conformity. Blood departing, awe issuing-forth. Without fault.[Possessing conformity: \"Inner and outer are in accord; confidence of the spirits has been captured...\"]",
        "Shaughnessy": "There is a return; blood departs, warily exiting; there is no trouble.",
        "Cleary (1)": "If there is truthfulness, blood goes and fear leaves, and there is no fault.",
        "Wu": "There is self-confidence. Blood vanishes and vigilance diminishes. There will be no blame.",
        "Commentary": "Confucius/Legge: The subjects of the lines above agree in aim with her. Wilhelm/Baynes: The one at the top agrees in attitude.  Blofeld: The will of our superiors is identical with our own. Ritsema/Karcher: Uniting purposes above indeed. Cleary (2): There is a consonance of will with on high. Wu: He shares a common goal with the person above.\n Legge: Line four, the lone magnetic line surrounded by dynamic lines, might well expect wounds and feel apprehension in trying to restrain the others. But she is in her proper place and is the first line of the trigram of Docile Flexibility. She is said to have sincerity, and the dynamic lines are moved to sympathy and help, and there is no mistake.",
        "Notes": "Siu: The man follows the path of righteous flexibility, thereby eliminating anxieties and averting the dangers of bloodshed. He is always mindful of the question: what if you are wrong?\n Wing:  If you are honest and sincere and influence others with the correct advice, you can avoid existing and terrible dangers. Fear and anxiety will give way only to truth. Then no error will be made.\n Editor:"
    },
    "line_5": {
        "Legge": "The fifth line, dynamic, shows its subject possessed of sincerity, and drawing others to unite with him. Rich in resources, he employs his neighbors in the same cause with himself.",
        "Wilhelm/Baynes": "If you are sincere and loyally attached, you are rich in your neighbor.",
        "Blofeld": "Confidence is like a cord to bind the hearts of others. With it we enrich our neighbors.",
        "Liu": "If you are sincere you will be enriched by your neighbor.",
        "Ritsema/Karcher": "Possessing conformity , binding thus. Affluence: using one's neighbor. [Possessing conformity:\"Inner and outer are in accord; confidence of the spirits has been captured...\"]",
        "Shaughnessy": "Losing sheep at Yi; there is no regret.",
        "Cleary (1)": "There is truthfulness in companionship; prosperity is shared with the neighbor.",
        "Wu": "Association strengthens self-confidence. With wealth, he is capable of reaching out to help his neighbors.",
        "Commentary": "Confucius/Legge:  His sincerity draws others to unite with him -- he does not use only his own rich resources. Wilhelm/Baynes: You will not be alone in your riches. Blofeld:  This implies not getting rich on our own. Ritsema/ Karcher: Not solitary affluence indeed. Cleary (2): One does not enjoy blessings alone. Wu: He does not keep wealth for himself.\n Legge: Line five occupies the central place and because of his sincerity converts lines four and six into helpful neighbors who offer their energy and resources to accomplish a common purpose.",
        "Notes": "Siu:  Partners reinforce each other through loyalty. The man uses both his own resources and those of his neighbors to further their common cause.\n Wing:  Through a co-operative and loyal relationship with another, you increase your resources mutually. In this way you can accomplish your aim.\n Editor:  Psychologically, this images an inner unity -- a gathering of energy to address a worthy task. The key elements are the ego's devotion and ability to muster its forces.\n\n\n The term individuation means a becoming whole and therefore implies the necessity of reconciling the conscious and the unconscious parts of the psyche. In practice the process involves two steps. The first is that of searching out and recognizing all the scattered parts of the psyche and bringing them together; the second is that of amalgamating and coordinating them, together with the energies that inhere in them, so that they will make a meaningful whole -- a cosmos, not a chaos. \nM.E. Harding -- Psychic Energy \n\n A. Pull yourself together and get to work.\n B. Sincerity inspires cooperation.\n C. A cooperative alliance."
    },
    "line_6": {
        "Legge": "The sixth line, dynamic, shows how the rain has fallen, and the onward progress is stayed; so must we value the full accumulation of the virtue of humble service. But a wife exercising restraint, however firm and correct she may be, is in the position of peril, and like the moon approaching to the full. If the superior man prosecutes his measures in such circumstances, there will be evil.",
        "Wilhelm/Baynes": "The rain comes, there is rest. This is due to the lasting effect of character. Perseverance brings the woman into danger. The moon is nearly full. If the superior man persists, misfortune comes.",
        "Blofeld": "The rains are falling and a time of rest has come. Virtue continues to increase. At this moment, persistence would bring serious trouble to women. Were the Superior Man to venture forth at the time of the full moon, he would be courting calamity.",
        "Liu": "It is raining; one can rest, respected for one's virtues. Continuing to hesitate like a woman brings danger; the moon is almost full. If the superior man sets forth, misfortune.",
        "Ritsema/Karcher": "Already rain, already abiding. Honoring actualizing-tao carrying. The wife, Trial: adversity. The moon almost facing. A chun tzu chastising: pitfall. [Actualize-tao:...ability to follow the course traced by the ongoing process of the cosmos... Linked with acquire, TE: acquiring that which makes a being become what it is meant to be.]",
        "Shaughnessy": "Having rained and having stopped, he still gets to ride; for a maiden to determine is auspicious; the moon is almost full; for the gentleman to be upright is inauspicious.",
        "Cleary (1)": "It has rained and settled. Esteeming virtue, putting the wife on top, though she be chaste there is danger. The moon is almost full; it bodes ill for the superior person to go on an expedition.",
        "Wu": "The rain has come and it has brought comfort to people. Those who are virtuous deserve it. The woman is in a difficult situation despite her proper conduct. The moon is almost full. It will be foreboding for the jun zi to be venturesome.",
        "Commentary": "Confucius/Legge: The power of Passive Restraint has accumulated to the full. If the superior man prosecutes his measures, he will find himself obstructed. Wilhelm/Baynes: \"The rain comes, there is rest.\" This is the continuously cumulative effect of character.  “If the superior man persists, misfortune comes,” for there might be doubts. Blofeld: The first sentence indicates that our stock of virtues is mounting; that about the Superior Man indicates that we may expect trouble.  Ritsema/Karcher: Actualizing-tao amassing carrying indeed. Possessing a place to doubt indeed. Cleary (2): It having rained and settled represents full development of inner qualities. It is unlucky for a leader to go on an expedition, as there is some doubt. Wu: Only those who have accumulated virtues deserve good fortune. His action raises doubts about his judgment.\n Legge:  In line six the idea of the hexagram has run its course. The harmony of nature is restored. The rain falls, and the onward march of the dynamic lines should now stop. But passive restraint that has achieved such a result, if it plume itself on it, will be in the perilous position of the full moon which can now only wane. Let the superior man, when he has attained his end, remain in quiet. Restraint is at its height and the restrained should keep still for a time. The paragraph is metrical, and we have a couplet:\n Lo! Rain, lo! Rest, the power is full! \n Good man! Hold hard. Obstructions rule!",
        "Notes": "Siu:  Bit by bit the man achieves success. This should be valued but not pushed too far. When the moon is full, waning is inevitable. Quiescence is in order.\n Wing: You have won the battle. Rest and consolidate your position now and restrain yourself from going after the entire war. Caution: Adversity is on the rise. If you attempt to push ahead, you will meet with misfortune. \n Editor:  Rain symbolizes the union of Heaven and Earth, and the issue from such union is always a new synthesis of forces. The Judgment describes dense clouds, but no rain -- an image of tension and its impending resolution. Here that resolution has taken place -- it is now time to rest and allow the synthesis to stabilize. The image of the wife in peril during a waxing moon suggests that continuing to push forward could result in an uncontrollable emotional release. Rest and relaxation are called for to reduce tension. If this is the only changing line, the new hexagram become number 5,Waiting, reinforcing the idea that inaction is the proper response now. Sometimes one gets this line when anxiously importuning the oracle: it is telling you to relax and cease striving. Ritsema/Karcher render \"Actualize-tao”: Ability to follow the course traced by the ongoing process of the cosmos ... Linked with acquire, TE: acquiring that which makes a being become what it is meant to be. And \"Adversity,” (LI) as: Danger, threatening, malevolent demon ... It indicates a spirit or ghost that seeks revenge by inflicting suffering upon the living. Pacifying or exorcizing such a spirit can have a healing effect.” I have always found these definitions extremely useful in interpreting any line in which they appear.\n\n\n Remember the Sabbath day and keep it holy. For six days you shall labor and do all your work, but the seventh day is a Sabbath for Yahweh your God. You shall do no work that day, neither you nor your son nor your daughter nor your servants, men or women, nor your animals nor the stranger who lives with you. For in six days Yahweh made the heavens and the earth and the sea and all that these hold, but on the seventh day he rested; that is why Yahweh has blessed the Sabbath day and made it sacred. \nExodus 20: 8-11\n\n A. Suggests the completion of a cycle -- rest is now required to allow a reorganization of forces for a new phase of the Work. Relax, let go -- leave the Work alone for a while.\n B. Drop the subject of inquiry.\n C. Allow the situation to develop.\n\n June 2, 2001, Rev. 4/23/06, 9/6/10, 12/21/11"
    }
}