{
    "title": "Great Power",
    "other_titles": "The Power of the Great, The Symbol of Great Vigor, Persons of Great Authority, Great Strength, Great Invigorating, Great Maturity, Accumulated Force, The Strength of the Mighty, Righteous Power, Excessive Force",
    "Judgment": {
        "Legge": "Great Power necessitates firm correctness.",
        "Wilhelm/Baynes": "The Power of the Great. Perseverance furthers.",
        "Blofeld": "The Power of the Great. Persistence in a righteous course brings reward. [This hexagram with a solid group of firm lines topped by a small number of yielding lines obviously signifies strength -- in this case the power to succeed in spite of difficulties. Much of what follows concerns goats -- a symbol presumably suggested by the form of the hexagram, namely a solid body distinguished by a pair of horns -- the yielding lines at the top.]",
        "Liu": "Great Power.  It is of benefit to continue.",
        "Ritsema/Karcher": "Great Invigorating , Harvesting Trial. [This hexagram describes your situation in terms of the invigorating power of a central creative idea. It emphasizes that animating everything around you through this guiding motivation is the adequate way to handle it. To be in accord with the time, you are told to invigorate through the great!]",
        "Shaughnessy": "Great Maturity: Beneficial to determine.",
        "Cleary (1)": "Great power is beneficial when correct.",
        "Cleary (2)": null,
        "Wu": "Great Strength indicates that it is advantageous to be persevering."
    },
    "Image": {
        "Legge": "The image of thunder over heaven forms the hexagram of Great Power. The superior man, in accordance with this, does not take one step that is not in accordance with propriety.",
        "Wilhelm/Baynes": "Thunder in heaven above: The image of The Power of the Great. Thus the superior man does not tread upon paths that do not accord with established order.",
        "Blofeld": "This hexagram symbolizes thunder in the sky. The Superior Man never takes a step involving impropriety.  [Note: The combination of trigrams meaning thunder and sky suggests something of the awe-inspiring quality of the truly great.]",
        "Liu": "Thunder in the sky above symbolizes Great Power. The superior man's conduct does not oppose the rules.",
        "Ritsema/Karcher": "Ritsema/Karcher",
        "Cleary (1)": "Thunder is up in the sky, with great power. Thus do superior people refrain from what is improper.",
        "Cleary(2)": "… Developed people do not do what is improper.",
        "Wu": "There is thunder above heaven; this is Great Strength. Thus the jun zi does not practice what is not proper."
    },
    "Commentary": {
        "Confucius/Legge": "In Great Powerwe see that which is great becoming strong. The trigram of Strength directs the trigram of Movement, and hence the whole is expressive of vigor. But that which is great necessitates firm correctness. The attributes of heaven and earth are displayed when firmness and correctness attain their ideal state.",
        "Legge": "Because the dynamic lines predominate in Great Power,the figure suggests a state in which there is an abundance of strength and vigor. Is strength alone enough for the conduct of affairs? Of course not! Strength must always be subordinated to the idea of right, and exerted only in harmony with it. \n The lower trigram symbolizes Strength, the upper symbolizes Movement. In the Confucian commentary, \"that which is great” denotes the group of four dynamic lines which strikes us on looking at the figure, and also the superior men in positions of power, of whom these are the representatives. That the attributes of heaven and earth are displayed means that the power of men should be a reflection of the great power which we see impartially working in nature. \n Ch'eng-tzu says on the Image: \"Thunder rolling in the sky and making all things shake is the symbol of Great Power.\"  In relating its application to man, he quotes a beautiful saying of antiquity: \"The strong man is he who overcomes himself.\""
    },
    "Notes": "Judgment:  Control yourself. \n The Superior Man does nothing that is not in accordance with the principles of the Work. \n Wilhelm and Blofeld translate this hexagram as The Power of the Great., but I prefer Liu's rendition of Great Power, because it has a more neutral connotation. The Power of the Great suggests the might of kings and emperors, and implies \"superior\" power wielded at one's own discretion. It is too easy to misinterpret this hexagram as a clear injunction to take unilateral action. Such is seldom the case -- the hexagram depicts a charge of latent energy which must be properly managed. \n The figure is usually compared with the image of a ram or goat -- the four lower dynamic lines being the body, and the two upper magnetic lines representing the horns. Since this hexagram is the preceding figure of Retreat turned upside down, one can imagine the two together as a person retreating across a pasture pursued by a charging beast. The ram/goat is mentioned in four of the six lines of the hexagram. This is certainlyGreat Power, but in such a crude form it cannot be truthfully called The Power of the Great.\n Truly Great Power, as the Judgment tells us, is derived from our will to restrain our emotions, instincts and appetites. Note that lines two and four are the most positively forceful lines in the hexagram and that both imply restraint of power as the proper way to attain one's goals. Without changing lines, the hexagram sometimes refers to provocations in which one is \"legitimately” tempted to a self-righteous display of \"power.” Remember that other people's ego-trips are none of your concern: the superior man does not respond to them with other than dignified reserve. Regard it as a test and be joyful if you pass it! \n\n\n Everything found in later literature seems to indicate that these meditative schools required a strong discipline and faithful adherence to a strict regimen. The schools were extremely demanding, and were open only to those willing to devote themselves totally. Before even being admitted to one of these ancient meditative schools, a person had to be not only spiritually advanced but in complete control of all his emotions and feelings. Beyond that, the disciplines of the Torah and commandments were central to these schools, and these disciplines required a degree of self-mastery to which not everyone could aspire. \nAryeh Kaplan -- Jewish Meditation",
    "line_1": {
        "Legge": "The first line, dynamic, shows its subject manifesting his strength in his toes. But advance will lead to evil -- most certainly.",
        "Wilhelm/Baynes": "Power in the toes. Continuing brings misfortune. This is certainly true.",
        "Blofeld": "Power in the toes. [I.e. power of a rather low or limited kind.] To advance now would bring misfortune.",
        "Liu": "Power in the toes. Actions lead to misfortune. This is true.",
        "Ritsema/Karcher": "Invigorating tending-towards the feet. Chastising: pitfall, possessing conformity.",
        "Shaughnessy": "Mature in the foot; to be upright is inauspicious; there is a return.",
        "Cleary (1)": "With power in the feet, it is inauspicious to go forth on an expedition – there is truth in this.",
        "Cleary (2)": "): With power in the feet, an expedition bodes ill, having certainty.",
        "Wu": "Having strength in the toes indicates foreboding to proceed, confidence notwithstanding.",
        "Commentary": "Confucius/Legge: This will certainly lead to exhaustion. Wilhelm/Baynes: This certainly leads to failure. Blofeld: The confidence symbolized by power in the toes is soon exhausted. Ritsema/Karcher: One's conforming exhausted indeed. Cleary (2): With power in the feet, that certainty comes to an impasse. Wu: Confidence has been misplaced. \n Legge:  This line is dynamic, in its correct place, and is the first line of the lower trigram of Strength in the hexagram of Great Power.  The essence of the hexagram might seem to be concentrated in it and hence we see it symbolized by \"strength in the toes,\" or \"advancing.\" But such action is \n too bold to be undertaken by one in the lowest place, and in addition there is no proper correlate in line four. From exhaustion will follow distress and other evils.",
        "Notes": "Siu:  At the outset, the man in a lowly situation possesses great energy. Seeking advancement through force, however, will bring misfortune. \n Wing:  Even though you have the strength, proceeding with your plan would be a mistake. You must not force this issue because you are not in a position to do so successfully. \n Editor:  Compare this line with the definition of compulsion: \n Compulsion:1a. an act of compelling: a driving by force, power, pressure, or necessity. 2. an irresistible impulse to perform an irrational act. \n The power is in the toes, the lowest part of the body, and the very bottom of the hexagram. This suggests a compulsive, unconscious drive, or an ill-considered impulse to act. If it is the only changing line, the hexagram becomes number thirty-two, Consistency,Duration or Standing Fast, which is the implied proper response here. In its most neutral interpretation, this line images a strong urge or impetus to take action. \n\n\n \"Men are only apparently drawn from in front; in reality they are pushed from behind;\" they think they are led on by what they see, when in truth they are driven on by what they feel, -- by instincts of whose operation they are half the time unconscious. \nW. Durant -- (Quoting Schopenhauer) The Story of Philosophy\n\n A. An inner force seeks expression. Quell your impulse to act. \n B. \"Don't jump to conclusions.\""
    },
    "line_2": {
        "Legge": "The second line, dynamic, shows that with firm correctness there will be good fortune.",
        "Wilhelm/Baynes": "Perseverance brings good fortune.",
        "Blofeld": "Persistence in a righteous course brings good fortune.",
        "Liu": "Persistence brings good fortune. It (the second line) is in the center (the middle way).",
        "Ritsema/Karcher": "Trial: significant.",
        "Shaughnessy": "Determination is auspicious.",
        "Cleary (1)": "Rectitude is auspicious.",
        "Cleary (2)": "Correctness is auspicious.",
        "Wu": "Perseverance will bring auspiciousness.",
        "Commentary": "Confucius/Legge:  Because he is in the center and exemplifies the due mean. Wilhelm/Baynes: Because it is in the central place.  Blofeld: This is indicated by the line's central position in the lower trigram. Ritsema/ Karcher: Using centering indeed. Cleary (2): Because of balance. Wu: Because the second line is central. \n Legge:  The strength of line two is tempered by his being in a magnetic place which is also in the center. With firm correctness there will be good fortune. The central position and the due moral mean in line two are illustrative of the maxim: \"The strong man is he who overcomes himself.\"",
        "Notes": "Siu: The way begins to open for growth and progress. Exuberant self-confidence needs to be tempered by continued inner equilibrium in the use of power. \n Wing:  Moderation now is the key to lasting success. Do not allow yourself to become overconfident because you meet with such little resistance in your efforts. Use your power carefully. \n Editor:  The symbolism of the line, and Legge's commentary point out the fact that willpower is the cornerstone of the Work. \n\n\n A man is, above all, his will. As is his will in this life, so does he become when he departs from it. Therefore should his will be fixed on attaining Brahman. \nChandogya Upanishad \n\n A. Willpower succeeds. \n B. \"Don't give up the ship.\""
    },
    "line_3": {
        "Legge": "The third line, dynamic, shows, in the case of an inferior man, one \n using all his strength; and in the case of a superior man, one whose rule is not to do so. Even with firm correctness the position would be perilous. The exercise of strength in it might be compared to the case of a ram butting against a fence, and getting his horns entangled.",
        "Wilhelm/Baynes": "The inferior man works through power. The superior man does not act thus. To continue is dangerous. A goat butts against a hedge and gets its horns entangled.",
        "Blofeld": "Inferior men use their power where (under the circumstances prevailing) the Superior Man refrains from using his. Persistence now would bring serious consequences, as when a goat butts against a hedge and gets its horns entangled.",
        "Liu": "The inferior man uses his power, while the superior man does not. The goat butts against a hedge, entangling his horns. To continue is dangerous.",
        "Ritsema/Karcher": "Small People avail-of Invigorating. A chun tzu avails-of absence. Trial: adversity. The he goat butts a hedge. Ruining his horns.",
        "Shaughnessy": "The little man uses maturity, the gentleman uses loss; determination is dangerous. A ram butts a fence, and weakens its horns.",
        "Cleary (1)": "For inferior people the use is powerful, but for superior people the use is nil. It is dangerous to persist in this, goat, etc.",
        "Cleary (2)": "Petty people use power; superior people use nothingness, chaste in danger, goat, etc.",
        "Wu": "A little man deploys strength indiscreetly; a jun zi doe not do so. There is peril ahead, goat, etc.",
        "Commentary": "Confucius/Legge:  The inferior man uses all his strength; in the case of the superior man it is his rule not to do so. Wilhelm/Baynes: The inferior man uses his power. This the superior man does not do. Blofeld: This means that inferior men use their power and the Superior Man is likely to be tricked.  Ritsema/Karcher: Small People avail-of Invigorating. A chun tzu: absence indeed. Cleary (2): Petty people use power; superior people disappear. Wu: A little man deploys strength indiscreetly, but a jun zi does not. \n Legge:  Line three is dynamic, and in his proper place at the top of the trigram of Strength. An inferior man so placed will use all of his strength to the utmost. Not so the superior man. For him the position is beyond the safe middle, and he will be cautious not to injure himself like the ram by exerting all of his strength.",
        "Notes": "Siu:  The situation becomes entangled and perilous. The inferior man in power applies full force and gets himself irretrievably enmeshed. He is like a goat butting against a hedge and getting its horns entangled. The superior man renounces empty display of force and retains the secure middle position. \n Wing: Only inferior people boast of their power or demonstrate it ostentatiously. This creates many unnecessary entanglements and, ultimately, danger. Do not persist in this. Concealed power, at this time, has the greatest effect. \n Editor:  The image suggests the difference between forcing an issue and allowing it to develop naturally. \n\n\n \"Good fortune, evil fortune, occasion for repentance, and reason for regret all arise from activity.\" Alas! Good fortune is only one out of four. Should we not be careful about activity? \nChou Tun-I \n\n A. Forcing the issue only ends in impasse. \n B. \"Don't push the river.\" \n C. Relax! Contrived effort spoils the Work."
    },
    "line_4": {
        "Legge": "The fourth line, dynamic, shows a case in which firm correctness leads to good fortune, and occasion for repentance disappears. We see the fence opened without the horns being entangled. The strength is like the wheel spokes of a large wagon.",
        "Wilhelm/Baynes": "Perseverance brings good fortune. Remorse disappears. The hedge opens; there is no entanglement. Power depends upon the axle of a big cart.",
        "Blofeld": "Righteous persistence brings good fortune and regret vanishes. The hedge falls apart and he is no longer entangled. There is great power in the cart axle.  [A powerful axle indicates that the time is favorable for an advance towards our goal.]",
        "Liu": "Persistence brings good fortune and remorse vanishes. The hedge opens and entanglements vanish. Powerful is the axle of the big cart.  [Note: Activity will follow a long quiet period, bringing good fortune for the individual.]",
        "Ritsema/Karcher": "Trial: significant. Repenting extinguished. The hedge broken-up, not ruined. Invigorating tending-towards the Great: a cart's axle-straps.",
        "Shaughnessy": "Determination is auspicious; regret is gone. The fence block is not weakened, but is matured by the great cart's axle-strut.",
        "Cleary (1)": "Correctness is good; regret vanishes. The fence opened up, one does not get stuck; power is in the axle of a large vehicle.",
        "Cleary (2)": "Being correct leads to good results; regret vanishes. Fences opened up, one does not get exhausted, etc.",
        "Wu": "With perseverance, there is good fortune and no regret. The fence has been removed and the horns unharmed. The wooden pieces holding the axle underneath the carriage are strong.",
        "Commentary": "Confucius/Legge:  He still advances. Wilhelm/Baynes: It can go upward. Blofeld: Once the hedge has fallen apart, he can get up and go forward. Ritsema/Karcher: The hedge broken-up, not ruined. Honoring going indeed. Cleary (2): It is valuable to go. Wu: The conditions are favorable to proceed. \n Legge:  Line four is still dynamic, but in the place of a magnetic line. This explains the cautions with which the symbolism commences. Going forward thus cautiously, his strength will produce the good effects described.",
        "Notes": "Siu:  The man removes all obstacles through quiet perseverance. Unseen power can move heavy loads. \n Wing: When you can work toward your aim and make progress without a great show of power, you create a striking effect. Obstacles give way and your inner strength persists. Good fortune. \n Editor:  The image suggests that slowly but surely, one step at a time, one removes the obstacles to progress. Power thus accumulated can go anywhere. \n\n\n The image of the thirty spokes converging toward the empty space of the hub is often used to symbolize the virtue of the ruler who attracts all creatures to his service, the virtue of Sovereign Unity that brings order to the multiplicity of things around it. \nM. Kaltenmark -- Lao Tzu and Taoism\n\n A. Take it slow and the way becomes clear. \n B. Willpower removes the obstacles to advancement. \n C. Image of a careful, methodical advance."
    },
    "line_5": {
        "Legge": "The fifth line, magnetic, shows one who loses her ram-like strength \n in the ease of her position. There will be no occasion for repentance.",
        "Wilhelm/Baynes": "Loses the goat with ease. No remorse. [The place is strong, it is in fact the place of the prince, but the nature of the line is yielding, hence the outer place does not correspond with the inner nature. Therefore the line easily rids itself of its obstinate disposition.]",
        "Blofeld": "He sacrifices a goat too lightly -- no regret! [I.e. he resorts too easily to force, which is not advisable.]",
        "Liu": "He carelessly loses the goat. No remorse. [One is not able to achieve one's plans; no benefit.]",
        "Ritsema/Karcher": "Losing the goat, tending-toward versatility. Without repenting. [Versatility, I: sudden and unpredictable change; mental mobility and openness; easy and light, not difficult and heavy; occurs in name of the I Ching.]",
        "Shaughnessy": "Losing sheep at Yi; there is no regret.",
        "Cleary (1)": "Losing the goat in ease, let there be no regret. [Even if people can’t be vigorous, it would be fortunate if they opened their minds with flexible receptivity and borrowed knowledge from others to break through their own obstructions.]",
        "Cleary (2)": "Losing the ram in ease, etc. [When one is flexible and balanced, there is no attitude of rambunctious strength, so there is no regret.]",
        "Wu": "A sheep is lost in the field, etc.",
        "Commentary": "Confucius/Legge: She loses her ram and hardly perceives it -- she is not in her proper place. Wilhelm/Baynes: Because the place is not the appropriate one. Blofeld: This is indicated by the line's unsuitable position. Ritsema/ Karcher: Situation not appropriate indeed. Cleary (2): “The position is not appropriate” means that one is as though master of the world but does not have anything to do with it. Wu: Because the position is not proper. \n Legge:  Line five is magnetic in a central place and will therefore refrain from exerting her strength. Although the hexagram does not forbid the use of strength, it does concern itself with how strength should be properly controlled and directed. All that is said about her is that she will give no occasion for repentance. Being \"out of place\" only means that the position properly requires a dynamic line.",
        "Notes": "Siu:  The man has lost his alertness and strength because of the ease of his position. \n Wing: You should now let go of an opinionated or stubborn attitude. It is no longer necessary to prove anything. The situation will progress with ease; therefore you do not need to use excessive force. \n Anthony: We may give up pacts with ourself which require people to do certain things before we will be receptive to them. We need to allow ourself to be led, not setting up structured ideas of how things must happen. We should give up anger and feelings of retribution. Punishment must not be an end in itself. \n Editor:  None of the translations of this line convey exactly the same message in English. When that happens, beware: the statement can have a maddeningly koan-like range of meanings. In the positive sense, because line five occupies the central place there is the possibility that one understands the Mean and knows when to refrain from action: one \"loses the goat (impetus to act) with ease.\" Alternately, the Blofeld, Liu and Ritsema/Karcher versions depict power which is misused or wasted. As a weak line in a strong place in a hexagram of strength and action, this can also refer to an impotent force with little power to affect the situation at hand. Since \"no remorse\" is involved, apparently no harm accrues. \n\n\n Strength may be good or it may be evil. The same is true of weakness. The ideal is the Mean. \nChou Tun-I \n\n A. You can easily discard your compulsion to act. \n B. An inferior force is eliminated from the situation. \n C. Moderation prevents an excessive response. \n D. When you are truly centered in the Work, aggressive action should be unnecessary."
    },
    "line_6": {
        "Legge": "The sixth line, magnetic, shows one who may be compared to the ram butting against the fence, and unable either to retreat, or to advance as he would fain do. There will be no advantage in any respect, but if he realizes the difficulty of his position, there will be good fortune.",
        "Wilhelm/Baynes": "A goat butts against a hedge. It cannot go backward, it cannot go forward. Nothing serves to further. If one notes the difficulty, this brings good fortune.",
        "Blofeld": "A goat butts against a hedge and can move neither backward nor forward; it can get nowhere. Yet at this time, difficulty presages good fortune. [\"It can get nowhere\" is a rendering of a phrase which, taken symbolically, means that this is not a time to advance towards our goal or destination. The implication of the last two sentences is that the shame we feel at finding ourselves prisoners of circumstances will drive us to make an effort powerful enough to release us.]",
        "Liu": "A goat butts against the hedge. It cannot advance or retreat; nothing furthers. If one continues to work through the difficulty, there is good fortune. [If you get this line, cease all arrogant behavior, otherwise it will cause you trouble.]",
        "Ritsema/Karcher": "The he goat butts a hedge. Not enabling withdrawing, not enabling releasing. Without direction: Harvesting. Drudgery by-consequence significant.  [Without direction: Harvesting: WU YU Li: no plan or direction is advantageous; in order to take advantage of the situation, do not impose a direction on events.]",
        "Shaughnessy": "A ram butts a fence, is not able to retreat and is not able to follow; there is no place beneficial; difficult but then auspicious.",
        "Cleary (1)": "The ram running into a fence cannot retreat, cannot go ahead; there is no benefit. Struggle will produce good results.",
        "Cleary (2)": "… Work hard and there will be good results.",
        "Wu": "A ram butts into a fence. He cannot go forward or back away. There is nothing to gain. Endurance will bring good fortune.",
        "Commentary": "Confucius/Legge: The impasse is owing to his want of care. If he realizes his difficulty his error will not be prolonged. Wilhelm/Baynes:\"it cannot go backward, it cannot go forward.\" This does not bring luck. The mistake is not lasting. Blofeld: Inability to retire or advance is hardly conducive to good fortune; but our very difficulties will generate it; the ignoble circumstances in which we find ourselves will not endure for long. Ritsema/ Karcher: Not ruminating indeed. Fault not long-living indeed. Cleary (2): Inability to retreat or go ahead is due to carelessness. Work hard and there will be good results because error will not increase. Wu: The situation is not good. The debacle will not last. \n Legge:  Line six, at the top of the trigram of Movement in the hexagram of Great Power, may be expected to be dynamic in the exertion of strength. Because of his passivity, the result is as described. If he stops pushing his cause and reflects upon his weak position, good fortune will result.",
        "Notes": "Siu:  The man goes too far and reaches a deadlock with neither the capability to advance nor the opportunity to retreat. If he recognizes his weakness and is not obstinate, he will not compound the error. \n Wing:  You have gone so far in the pursuit of your desires that you are at an impasse. Everything you try to do just complicates the situation even further. Seeing the difficulty of this will eventually force you to compose yourself. The entire affair can then be resolved. \n Editor:  The image suggests an impasse which can only be surmounted by waiting patiently for its natural resolution. The second clause suggests that circumstances will improve if you just don't meddle with them. Ritsema/ Karcher’s: \"In order to take advantage of the situation, do not impose a direction on events\" is usually the best choice whenever it is received in a line. \n\n\n The path out of the dilemma can only be found by waiting and consciously holding on to both sides of the conflict, by making the utmost effort to keep both sides in fullest possible awareness without repressing them or falling into a state of identification. This means nothing less than that the conflict with all its excruciating implications must be endured consciously; we cannot seek to terminate it forcibly by taking sides, by enforcing a premature decision. Symbolically this amounts to a crucifixion; by our consent, our acceptance of this suffering, we are nailed to the cross of the opposing drives. We keep the apparent evil in full sight and continue to wait for a way that allows us to express its energy in constructive rather than destructive ways, though this may seem impossible at the moment, both in terms of morality and of existing reality. \nE.C. Whitmont -- The Symbolic Quest\n\n A. Accept an impasse and learn its lesson. \n B. “In order to take advantage of the situation, do not impose a direction on events.\"\n\n June 12, 2001, 4/25/06"
    }
}