{
    "title": "Union of Forces",
    "other_titles": "Fellowship with Men, The Symbol of Companionship, Lovers, Beloved Friends, Like-minded persons, Concording People, Gathering Men, Sameness with People, Universal Brotherhood, Fellowship, Community, United, Human Association, Union of Men, Integration of Forces, Minor Synthesis, Cliques, Concordance, To Be In Accord With, Confirmation",
    "Judgment": {
        "Legge": "Union of Forces appears in the remote districts of the country, indicating progress and success. It will be advantageous to cross the great stream. It will be advantageous to maintain the firm correctness of the superior man.",
        "Wilhelm/Baynes": "Fellowship with Men in the open. Success. It furthers one to cross the great water. The perseverance of the superior man furthers.",
        "Blofeld": "Lovers (friends) in the open -- success! It is advantageous to cross the great river (or sea). [To make any kind of journey.] The Superior Man will benefit if he does not slacken his righteous persistence.",
        "Liu": "Fellowship of men in the open (countryside). Success. It benefits one to cross the great water. It benefits the superior man to continue his task.",
        "Ritsema/Karcher": "Concording People , tending-towards the countryside. Growing. Harvesting: wading the Great River. Harvesting: chun tzu, Trial. [This hexagram describes your situation in terms of sharing a goal with others. It emphasizes that finding ways to cooperate with and harmonize people's efforts is the adequate way to handle it...]",
        "Shaughnessy": "Gathering men in the wilds; receipt; beneficial to ford the great river; beneficial for the gentleman to determine.",
        "Cleary (1)": "Sameness with people in the wilderness is developmental. It is beneficial to cross great rivers. It is beneficial for a superior person to be upright.",
        "Cleary (2)": "… Beneficial for a leader to be correct.",
        "Wu": "Fellowship in the open is pervasive, etc. … It will be advantageous to the jun zi who perseveres."
    },
    "Image": {
        "Legge": "The images of heaven and fire form Union of Forces. The superior man, in accordance with this, distinguishes things according to their kinds and classes.",
        "Wilhelm/Baynes": "Heaven together with fire: the image of Fellowship with Men. Thus the superior man organizes the clans and makes distinctions between things.",
        "Blofeld": "This hexagram symbolizes heaven (the sun) and fire representing a pair of lovers. The Superior Man treats everything in a manner proper to his kind. [an analogy (based on the component trigrams) between the sun and fire, which to some extent are of a kind.]",
        "Liu": "Fire goes up to heaven, symbolizing Fellowship with Men. The superior man organizes his kinship group (party), and sorts them out.",
        "Ritsema/Karcher": "Ritsema/Karcher",
        "Cleary (1)": "Heaven with fire, sameness with others; superior people distinguish things in terms of categories and groups.",
        "Cleary(2)": "… Leaders distinguish beings in terms of classes and families.",
        "Wu": "Heaven above and fire below form Fellowship. The jun zi distinguishes things by their kinds."
    },
    "Commentary": {
        "Confucius/Legge": "In Union of Forces the magnetic line has the central place of influence and responds to her correlate line in the upper trigram of Strength. The hexagram takes its name from the upper trigram of Strength lending its power to the lower trigram of Clarity and Intelligence. This represents the correct course of the superior man. It is only the superior man who can comprehend and affect the minds of all under the sky.",
        "Legge": "Union of Forces describes a condition which is the opposite of the preceding hexagram of Divorcement. What was there distress and obstruction is here a union of forces. But it must be based entirely on the good of the whole, without any taint of selfishness.\n The dynamic line correctly in the fifth place occupies the most important position, and has for his correlate the magnetic second line, also in her correct place. The one female line is naturally sought after by all the male lines. The editors of the K'ang-hsi edition would make the second line respond to all of the lines of the upper trigram, as being more agreeable to the idea of union.\n The upper trigram is that of Heaven, the lower is of Fire, whose tendency is to mount upwards. This image suggests the fire ascending, blazing to the sky and uniting with it. All these ideas are in harmony with the notion of union, but it must be free of all factionalism, and this is indicated by its being in the remote districts of the country, where people are unsophisticated and free from the corrupting effects of urban intrigue. Although a union from such motives can cope with the greatest difficulties, yet a word of caution is added."
    },
    "Notes": "Judgment: Connections are being made. If you are able to maintain your will, it is advisable to push for a synthesis .\n The Superior Man differentiates and prioritizes; he sorts and evaluates his options.\n This is another image of union -- not the supreme union of hexagram number eleven, Harmony, but a subordinate union of forces within the psyche which builds toward an eventual grand alliance. The component trigrams show the union of Strength and Clarity, suggesting that a certain level of mental comprehension is involved. To receive the hexagram without changing lines is often a confirmation of your particular thought -- saying, in effect: \"You've made the connection.\"\n Comprehension (synthesis) involves making distinctions (analysis) -- a paradoxical process in which one must divide before one can (re)unite. (This is the solve et coagula of alchemy.) Thus we see the superior man in the Image creating categories to bring about union -- this is discrimination directed toward reclassification or rectification. For example, a heterogeneous mixture of vegetable and flower seeds is made meaningful when one sorts them into their separate categories. The disparate elements then become coherently \"united\" -- in I Chingterms, each line obtains its proper correlate as in Hexagram number 63.\n\n\n (Dialectic) alternates between synthesis and analysis until it has gone through the entire domain of the intelligible and has arrived at the principle. Stopping there, for it is only there that it can stop, no longer busying itself with a multitude of objects since it has arrived at unity, it contemplates. \nPlotinus -- The Enneads\n\n\n The Chinese name of this hexagram includes the word Jen, which is apparently a difficult concept, since many philosophers have spent a good deal of energy in trying to define it:\n\n\n Jen has been variously translated as benevolence, perfect virtue, goodness, human-heartedness, love, altruism, etc. None of these expresses all the meanings of the term. It means a particular virtue, benevolence, and also the general virtue, the basis of all goodness. ...Neo-Confucianists interpreted it as impartiality, the character of production and reproduction, consciousness, seeds that generate, the will to grow, one who forms one body with Heaven and Earth, or \"the character of love and the principle of mind.\" In modern times, it has even been equated with ether and electricity... \nWing-Tsit Chan -- A Source Book in Chinese Philosophy\n\n\n Chu Hsi defines Jen as the \"character of the mind\" (psyche) and \"the principle of love\" (union). Interpreted in this way we are enabled to apprehend the essence of the word \"love,\" which is union -- becoming one with its object. I have chosen the title of Union of Forces to emphasize intra-psychic dynamics which are not immediately obvious in Wilhelm's title of Fellowship with Men. For example in dealing with questions pertaining to the Work, the concept of \"ego states\" or \"subpersonalities\" is often relevant to the symbolism of this hexagram:\n\n\n The human self has been described here as composed of different ego states separated by boundaries. It has been likened to the structure of political principalities. From clinical observation we find that ego states can cooperate for mutual well-being, like allied nations against a common enemy. An ego state may become split, like East and West Germany, or fracture into many segments, like the Austro-Hungarian Empire. Ego states may become cognitively dissonant and hostile to each other, like Syria and Israel. In fact, the behavior of ego states within an individual is not unlike that between individuals, and between those groups of individuals called countries. Why should the behavior of human \"stuff\" not be substantially similar at all levels of its organizations? ...The evidence of self division into ego states is significant, and an equally tenable hypothesis might be that the states and boundaries of political entities have been imposed by men on each other because these represent an externalization of the internal divisions in their own selves. \nJ.G. Watkins -- The Therapeutic Self\n\n\n This hexagram's \"shadow side\" reveals circumstances preventing the union of entities or forces, more than those conditions promoting fruitful affiliation. Note that only the first and fifth lines of the figure depict a positive synthesis; the first one is minor, and in the case of line 5, union is attained only after much struggle. Line 2 reveals a clique or faction situation opposed to the general welfare, and lines 3 and 4 are images of recalcitrant forces unable to either join or attack the alliance. The sixth line depicts a partial union (probably the most common outcome in general experience), which the Confucian commentary nevertheless minimizes. Out of six lines then, only two describe anything like complete fellowship. I have received this hexagram without changing lines when the context of the question revealed an “incestuous,” clique-type situation, so not all \"fellowship\" or Union of Forcesis necessarily an ideal configuration.",
    "line_1": {
        "Legge": "The first line, dynamic, shows the representative of the Union of \n Forces just issuing from his gate. There will be no error.",
        "Wilhelm/Baynes": "Fellowship with men at the gate. No blame.",
        "Blofeld": "The beloved is at the gate -- no harm!",
        "Liu": "Fellowship of men outside the gate. No blame.",
        "Ritsema/Karcher": "Concording People tending-towards the gate. \n Without fault.",
        "Shaughnessy": "Gathering men at the gate; there is no trouble.",
        "Cleary (1)": "Sameness with people at the gate is blameless.",
        "Wu": "Men of fellowship are at the gate. There will be no blame.",
        "Commentary": "Confucius/Legge: Who will blame him?  Wilhelm/Baynes: Going out of the gate for fellowship with men -- who would find anything to blame in this? Blofeld:  The Superior Man treats everything in a manner proper to his kind. [Meeting the beloved so publicly cannot give rise to scandal. This implies that there is no need for secrecy.]Ritsema/Karcher: Issuing-forth-from the gate Concording People. Furthermore whose fault indeed? Cleary (2): And if you are the same as people outside the gate, who can blame you? Wu: Men of fellowship are going outdoors. Who would blame them?\n Legge:  Line one shows the first attempts at union. It is dynamic, but in the lowest place, and has no proper correlate above. There is however, no selfishness in his intent. He has all the world before him with which to unite. Selfish thoughts concerning union have no place in him.",
        "Notes": "Siu: At the outset, attempts are made at open friendship.\n Wing: The times are such that a group of people all shares the same needs. They can come together openly with the same goals in mind. This is the beginning of a fellowship. Until the interests of the individuals become divergent all will go well.\n Editor: Forces begin to assemble for a potential alliance: nothing hinders this. Psychologically, the image can suggest the beginning of a new cycle or dialectical process within the psyche.\n\n\n In the beginning stages people can commit the most horrible sins of unconsciousness and stupidity without having to pay much for it. Nature does not take its revenge. But when the work progresses over the years, even a slight deviation, a hint of the wrong word, or fleeting wrong thought, can have the worst psychosomatic consequences. It is as though it became ever more subtle, moving on the razor's edge. Any faux pas is an abysmal catastrophe, while previously one could tramp kilometers off the path without one's own unconscious giving one a slap or taking its revenge in some way. \nM.L. Von Franz -- Alchemical Active Imagination \n\n A. In the beginning there is nothing to stop you.\n B. Accord, union, success at the outset."
    },
    "line_2": {
        "Legge": "The second line, magnetic, shows the representative of the Union of Forces in relation with her kindred. There will be occasion for regret.",
        "Wilhelm/Baynes": "Fellowship with men in the clan. Humiliation.",
        "Blofeld": "His beloved (betrothed) is of the same clan as himself -- trouble!",
        "Liu": "Fellowship of men in the kinship group (party). Humiliation.",
        "Ritsema/Karcher": "Concording People tending-towards ancestry. \n Abashment.",
        "Shaughnessy": "Gathering men at the ancestral temple; distress.",
        "Cleary (1)": "Sameness with people in the clan is regrettable.",
        "Wu": "Fellowship becomes kinship. There will be humiliation.",
        "Commentary": "Confucius/Legge:  Relationship with one's kindred is the path to regret. Wilhelm/Baynes: The way to humiliation. Blofeld: Choosing a beloved from a man's own clan is a sure way to unhappiness. [This Chinese belief was so strongly held that, until recently, even unrelated people of the same surname could not marry.]Ritsema/Karcher: Abashment tao indeed. Cleary (2): The road to regret. Wu: This is a way to humiliation.\n Legge: Lines two and five are proper correlates, a fact which in this instance suggests the idea of a partial and limited union. This is blameworthy because union with only one's kindred implies narrowness of mind.",
        "Notes": "Siu:  Because of special privileges and factions, only a limited fellowship is realized. Regrets and problems result.\n Wing: There is a tendency toward elitism and exclusivity. This creates limitations for everyone in society. Such a situation of egotism and selfish interests will bring regret.\n Editor:  The image is one of incestuous exclusivity. The formation of factions, special interest groups and cliques can only cause harm to the larger psyche or to society because it excludes the vital give and take necessary for evolution and eventual synthesis. Sometimes the line can suggest the idea of being caught in a closed loop or vicious circle -- energy is trapped by limiting beliefs, thus preventing growth into new realms of being.\n\n\n When a soul remains for long in this withdrawal and estrangement from the whole, with never a glance towards the intelligible, it becomes a thing fragmented, isolated, and weak. Activity lacks concentration. Attention is tied to particulars. Severed from the whole, the soul clings to the part; to this one sole thing, buffeted about by a whole world of things, has it turned and given itself. Adrift now from the whole, it manages even this particular thing with difficulty...\nPlotinus -- The Enneads\n\n A. A self-serving alliance portends failure.\n B. A recalcitrant complex refuses to integrate.\n C. Dogmatic, hidebound perception prevents growth."
    },
    "line_3": {
        "Legge": "The third line, dynamic, shows its subject with his arms hidden in the thick grass, and at the top of a high mound. But for three years he makes no demonstration.",
        "Wilhelm/Baynes": "He hides weapons in the thicket; he climbs the high hill in front of it. For three years he does not rise up.",
        "Blofeld": "Concealing his weapons in the bushes, he climbs his high hill. For three years he enjoys no happiness. [His cowardice was so great that he dared not seek home, wife or children for three years. The implication is that boldness at all costs is required.]",
        "Liu": "They hide arms in the bushes. They climb to the summit of a hill. For three years they do not act.",
        "Ritsema/Karcher": "Hiding away arms, tending-towards the thickets. Ascending one's high mound. Three year's-time not rising.",
        "Shaughnessy": "Surrendered appearance in tall grass. Climbing its high peak, for three years it does not arise.",
        "Cleary (1)": "Subduing fighters in the bush, climbing up a high hill, even in three years there will be no flourishing.",
        "Cleary (2)": "He hides fighters in the bush, etc.",
        "Wu": "He conceals weapons in bushes. He moves up to high mounds. He makes no headway in three years. [He is planning to overwhelm by force those with whom he disagrees, but he is alone and cannot make a breakthrough.]",
        "Commentary": "Confucius/Legge:  He hides arms in the thick grass because of the strength of his opponent. For three years he makes no demonstration--how can he do anything? Wilhelm/Baynes:  Because he had a hard man as opponent--how could it be done? Blofeld: He conceals his weapons because the enemy is strong--but three years without joy! Who would follow such a course? Ritsema/Karcher: Antagonistic solid indeed. Quieting movement indeed. \n Cleary (2): Three years without flourishing is calm activity. Wu: He should be contented with his lot.\n Legge:  Line three is dynamic in a dynamic place, but without a proper correlate in line six. This makes him anxious to unite with line two, but two is devoted to her proper correlate in line five, of whose strength line three is afraid. Therefore he takes the measures described, but his abstaining so long from action will save him from misfortune.",
        "Notes": "Siu:  Mistrust ensues. The man conceals his weapons, plans an ambush, but does not come forth.\n Wing:  There is a possibility that those involved in the situation have selfish interests and divergent goals. This is unfortunate, because the ensuing mistrust of each for the other will grind events to a halt. Unless goals are realigned, no progress can be made and nothing will come of the situation.\n Editor:  Wilhelm remarks here that the situation depicts mistrust -- union is blocked by some divisive element such as doubt or cynicism. Perhaps a pessimistic attitude is impeding the flow of events. Although the line is not necessarily always completely negative (note the lack of an appended value judgment), the image depicts latent forces of an inferior sort blocking the natural flow of energy or growth. If this is the only changing line we receive hexagram number 25, Innocence, with a corresponding line depicting undeserved misfortune. Psychologically interpreted, unconscious complexes could threaten the Work by refusing to integrate. It is possible that this transcends the ego's conscious awareness. Blofeld's note does not agree with the general sense of the line, and may be considered anomalous.\n\n\n Unfortunately repression does not eliminate the qualities or drives or keep them from functioning. It merely removes them from ego awareness; they continue as complexes. By being removed from view they are also removed from supervision and can thereby continue their existence unchecked and in a disruptive way. \nE.C. Whitmont -- The Symbolic Quest\n\n A. A divisive element within the situation is unable to manifest or is preventing growth.\n B. A hidden threat bides its time.\n C. Something is blocked."
    },
    "line_4": {
        "Legge": "The fourth line, dynamic, shows its subject mounted on the city wall; but he does not proceed to make the attack he contemplates. There will be good fortune.",
        "Wilhelm/Baynes": "He climbs up on his wall; he cannot attack. Good fortune.",
        "Blofeld": "He climbs his battlemented wall, for he is unable to attack -- good fortune! [At first sight this case looks rather like that indicated by the third line, but here cowardice and concealment are replaced by courage modified by common sense and a desire to do his duty as best he can.]",
        "Liu": "They climb on the wall. They are unable to attack. Good fortune.",
        "Ritsema/Karcher": "Riding one's rampart. Nothing controlling attacking. Significant.",
        "Shaughnessy": "Riding astride its wall; you will not succeed in attacking it; auspicious.",
        "Cleary (1)": "He mounts the wall but does not succeed in the attack. This is lucky.",
        "Wu": "He ascends to the top of his fortress, and is convinced that the offensive will fail. This will be auspicious. [He ascends to a good vantage point to survey his surroundings and realizes his blunder. He is quick to correct himself. Reasoning wins over force.]",
        "Commentary": "Confucius/Legge:  He is mounted on the city wall, but he yields to the right and doesn't make the attack he contemplated. He recognizes the strait he is in, and will return to the rule of law. Wilhelm/Baynes: The situation means that he can do nothing. His good fortune consists in the fact that he gets into trouble and therefore returns to lawful ways. Blofeld: Being unable to worst the enemy, he settles down on a fortified wall. His good fortune consists in being able to retain his sense of what is right even when encountering difficulty. Ritsema/Karcher: Righteously nothing controlling indeed. One's significance. By-consequence confining and-also reversing by-consequence indeed. Cleary (2): The luck is that he will return to order when he reaches the impasse. Wu: Morally he cannot succeed . He realizes his predicament and reverses his course.\n Legge:  Line four is dynamic, but in a magnetic place, which weakens his position. He would like to make an attempt on line two, but is afraid to do so. Stress should be laid on the idea of \"yielding to the right.\"",
        "Notes": "Siu:  The man mounts his city wall, but is afraid to embark on aggression. The antagonists consider the difficulties and yield to right and law. Reconciliation is imminent.\n Wing:  Your obsession with the attainment of your personal goals will ultimately cut you off from others. The more you pursue your dream, the farther you drift from your Community. In time, your loneliness will bring you to your senses. Good fortune.\n Editor: Psychologically interpreted, a city can symbolize a focus of energy (perhaps a belief-complex), within which its components live in \"fellowship.\" The city walls represent the boundaries defining this belief system. Seen from the outside, the wall is the separation between one condition and another; seen from the inside it provides both definition and sanctuary for its inhabitants. (Regarded this way, the differences between lines three and four can be seen as the differences between the repression and sublimation of a complex.) At any rate, this line depicts a favorable impasse or restraint of power in the situation at hand.\n\n\n Even though we are not responsible for the way we are and feel, we have to take responsibility for the way we act. Therefore we have to learn to discipline ourselves. And discipline rests on the ability to act in a manner that is contrary to our feelings when necessary. This is an eminently human prerogative as well as a necessity. \nE.C. Whitmont -- The Symbolic Quest\n\n A. An impasse prevents an unfortunate action.\n B. Awareness of an impasse is the first condition necessary for its resolution.\n C. Straddling the fence and able to see both sides of the issue, one is prevented from joining either faction."
    },
    "line_5": {
        "Legge": "The fifth line, dynamic, shows the representative of the Union of Forces first wailing and crying out, and then laughing. His great army conquers, and he and his second line correlate meet together.",
        "Wilhelm/Baynes": "Men bound in fellowship first weep and lament, but afterward they laugh. After great struggles they succeed in meeting.",
        "Blofeld": "The lovers begin by weeping and wailing, but they finish by laughing, for the crowd succeeds in bringing them together.",
        "Liu": "Fellowship of men. They cry and lament. Later they laugh. After great battles they have success.",
        "Ritsema/Karcher": "Concording People beforehand crying-out sobbing and-also afterwards laughing. Great legions controlling mutual meeting.",
        "Shaughnessy": "Gathering men at first weeping and wailing, but later laughing; the great captains succeed in meeting each other.",
        "Cleary (1)": "In sameness with people, first there is weeping, afterward laughter. A great general wins, then meets others.",
        "Wu": "Men of fellowship first wail and then laugh. The large armed forces meet after victory.",
        "Commentary": "Confucius/Legge:  This arises from his central position and straightforward character. The meeting secured by his great army intimates that its opponents have been overcome. Wilhelm/Baynes: The beginning of the men bound in fellowship is central and straight...they are victorious. Blofeld: This strong line which is central to the upper trigram indicates that they began by weeping. [A strong central line is usually auspicious, but not in this case where we are dealing with something so soft and tender as love.] Fortunately a crowd of people encountered them and, somehow, the right thing was said to bring them together again. Ritsema/Karcher: Using centering straightening indeed. Words mutualize controlling indeed. Cleary (2): It is the middle way. In meeting with the great general, his words overcome. Wu: They together finally achieve victory.\n\n\nFrom the Great Treatise:\n\"The Master said on this: \n The ways of good men different seem. \n This in a public office toils; \n That in his home the time beguiles. \n One man his lips with silence seals; \n Another all his mind reveals. \n But when two men are one in heart, \n Not iron bolts keep them apart; \n The words they in their union use, \n Fragrance like orchid plants diffuse.\" \n\n\n Legge:  Line five is dynamic in a dynamic and central place, and seeks union with his second-line correlate. However, lines three and four are powerful foes who oppose this union, and their opposition makes him weep. He finally effects his purpose by collecting his forces and defeating his opponents.",
        "Notes": "Siu:  After considerable difficulties, the man collects his forces and overcomes the obstacles to the union of men. Sadness gives way to joy.\n Wing:  The difficulties and obstacles within the situation cause you much sorrow. If you openly express your distress you will find that you generate similar expressions from your fellow man. Together you can overcome the difficult time and there will be much joy in your newfound unity.\n Editor: This line changes the hexagram to Number thirty, Clarity. The corresponding line is almost identical to this one: \"Shows its subject as one with tears flowing in torrents, and groaning in sorrow. There will be good fortune.\" The idea is that, in this case at least, union and clarity (comprehension and enlightenment) are achieved only through a bitter struggle.\n\n\n To learn, we must not allow ideas to remain exterior to us, but fuse with them until they become part of our existence. When this is done and our dispositions correspond, the soul is able to formulate and make use of them. It comprehends now what it merely contained before. \nPlotinus -- The Enneads\n\n A. Gather your forces and make a connection. Union or clarity is won after significant effort."
    },
    "line_6": {
        "Legge": "The sixth line, dynamic, shows the representative of the Union of Forces in the suburbs. There will be no occasion for repentance.",
        "Wilhelm/Baynes": "Fellowship with men in the meadow. No remorse.",
        "Blofeld": "Her beloved is in a distant frontier region -- no regret! [In Chinese history, it often happened that a man was drafted and sent far away to a frontier region from which he could not be expected to return for many years. In this case, his beloved (betrothed or wife) has enough wisdom to give up repining, since the case is a hopeless one. The implication is that we should not repine.]",
        "Liu": "Fellowship of men in the open countryside. No remorse.",
        "Ritsema/Karcher": "Concording people tending-towards the suburbs. Without repenting.",
        "Shaughnessy": "Gathering men in the pasture; there is no regret.",
        "Cleary (1)": "Being the same as people in the countryside, there is no regret.",
        "Cleary (2)": "Sameness with people in the countryside involves no regret.",
        "Wu": "Men of fellowship gather outside of the city. There will be no regret.",
        "Commentary": "Confucius/Legge:  His object has not yet been attained. Wilhelm/Baynes: The will is not yet satisfied. Blofeld: This is not what is desired. Ritsema/ \n Karcher:  Purpose not-yet acquired indeed. Cleary (2): The aspiration has not yet been attained. Wu: Their aspirations have not prevailed.\n Legge:  The union reaches to all within the suburbs, but it is not yet universal. The ideal of the hexagram is found in the Judgment in which the union of forces occurs in the open country. In line six the union is only in the suburbs which surround the city, yet are not quite out in the \"open country.\" This indicates only a partial success, but there is still no cause for repentance.",
        "Notes": "Siu:  The man achieves fellowship, but only with those nearby. Simply because mankind has not yet attained universal brotherhood, however, is no ground for remorse.\n Wing: The unity and fellowship that are possible in this position are not significant in terms of universal needs. However, joining with others, even in a small way, is not a mistake.\n Editor:  The union of forces is adequate to meet the current situation, but it seems to be a compromise at best. Though the circumstances are said to evoke no remorse, the Confucian commentary leaves no doubt about his assessment of this position. The Work still has a long way to go to be complete, but since that seldom happens this side of hyperspace, any increment of integration has to be better than no progress at all. Blofeld's translation and note seem too specific to facilitate these wider meanings.\n\n\n Thus, human ego development is basically conditioned by, and continues to unfold between, the divisive Yang pole of separateness and the connecting Yin pole of union. Between these polarities of separation and encounter -- loss of oneness and the re-establishment of oneness through meeting -- the sense of identity continues to grow throughout the life of the individual. \nE.C. Whitmont -- The Symbolic Quest\n\n A. A minor synthesis.\n B. Psychic integration is adequate for the present, but further work is required.\n C. \"Half a loaf is better than none.\" \n\n June 2, 2001, Rev. 4/23/06"
    }
}