{
    "title": "Retreat",
    "other_titles": "The Symbol of Retirement, Yielding, Withdrawal, Retiring, Wielding, Strategic Withdrawal, Inaccessibility, Disassociation from Inferior Forces, “When an opportunity for something better comes along, do not quarrel with an impossible situation.” -- D. F. Hook",
    "Judgment": {
        "Legge": "Retreatmeans successful progress. Advantage comes from firm correctness and attention to details.",
        "Wilhelm/Baynes": "Retreat .  Success. In what is small, perseverance furthers.",
        "Blofeld": "Yielding. Success! Persistence in small things wins advantage. [Much of the teaching of the Book of Change is concerned with the wisdom of restraint or withdrawal as the best way of achieving our goal under certain circumstances; so this hexagram is not necessarily unfavorable to the wise. This is not a time when we can hope to achieve much; but attention to small matters will stand us in good stead later.]",
        "Liu": "Retreat. Success. To persist in small matters is of benefit.",
        "Ritsema/Karcher": "Retiring, Growing. The small: Harvesting Trial.  [This hexagram describes your situation in terms of conflict and consequent seclusion. It emphasizes that withdrawing from the affairs at hand to conceal yourself in obscurity is the adequate way to handle it. To be in accord with the time, you are told to: retire!]",
        "Shaughnessy": "Wielding: Receipt; little beneficial to determine.",
        "Cleary (1)": "Withdrawal is developmental. The small is beneficial and correct.",
        "Cleary (2)": "Withdrawal is successful. Small benefit is correct.",
        "Wu": "Retreat indicates pervasion. It will be advantageous for the little men to be persevering."
    },
    "Image": {
        "Legge": "A mountain beneath the sky -- the image of Retreat. The superior man keeps inferior men at a distance by his dignified bearing rather than hostility.",
        "Wilhelm/Baynes": "Mountain under heaven: the image of Retreat. Thus the superior man keeps the inferior man at a distance, not angrily but with reserve. [He does not hate him, for hatred is a form of subjective involvement by which we are bound to the hated object.]",
        "Blofeld": "This hexagram symbolizes mountains beneath the sky. The Superior Man, by keeping his distance from men of inferior character, avoids having to display wrath and preserves his dignity. [The component trigrams, symbolizing mountain and sky, indicate withdrawal to a solitary place when circumstances are unfavorable.]",
        "Liu": "The mountain beneath the sky symbolizes Retreat. The superior man keeps his distance from the inferior, not with anger, but with dignity.",
        "Ritsema/Karcher": "Ritsema/Karcher",
        "Cleary (1)": "There are mountains under heaven, which is inaccessible. Thus do superior people keep petty people at a distance, being stern without ill will.",
        "Cleary(2)": "… Being strict without ill will.[Petty people can be useful, so there is no ill-will, but their pettiness cannot wield authority, so be strict. In terms of learning to be a sage, the celestial ruler is the master, and the physical body takes orders from it, so that the desires of the various parts of the body cannot cause disturbance.]",
        "Wu": "There is a mountain under heaven; this is Retreat. Thus the jun zi distances himself from the little men, not because of despising them, but because of maintaining his own esteem. [The difference between the jun zi and the little men is one of education and not of birth. Confucius was a teacher first and a philosopher second, for he said: “Education is classless.” Every one of us has the potential of becoming a sage.]"
    },
    "Commentary": {
        "Confucius/Legge": "There is progress in Retreat. The dynamic ruler in the fifth place receives a proper response from his correlate in line two. The action is in accordance with the requirements of the time because what is inferior is gradually increasing and advancing. The actions required during a Retreat are of great significance.",
        "Legge": "Retreat  is the hexagram of the sixth month when the yin influence, represented by the two magnetic lines, has established a foothold. This suggests the growth of inferior and unprincipled men in the state, before whose advance superior men are obliged to retire. Yet the auspice of Retreat is not all bad. By firm correctness the threatened evil may be arrested to some extent. Ch'eng-tzu says: “Below the sky is the mountain. The mountain rises up below the sky, and its height is arrested, while the sky goes up higher and higher, till they come to be apart from each other. In this we have an emblem of retiring and avoiding.”\n Anthony: The correct time for retreat comes when others are not receptive to us, when delicacy of feeling is lost, when we begin to be attacked by doubt, or when our actions no longer yield progress. The person who can hold his ego in check has many creative moments open to him."
    },
    "Notes": "Judgment:  When carried out with shrewd discernment, Retreat is a strategy for success. \n The Superior Man removes himself from disintegrating forces without calling attention to himself. He controls his weaknesses by maintaining his serious purpose. \n With the possible exception of line two, there is very little ambiguity in the hexagram of Retreat. Without changing lines it is a clear injunction to remove yourself from an inferior situation, influence, emotion or way of thinking. The figure has certain affinities with hexagram number forty- four: Temptation which also depicts an inferior element encroaching from below. \n\n\n To yield is to be preserved whole. \r\n           Lao-tse \n\n\n \nSUGGESTIONS FOR MEDITATION \n Compare hexagrams number forty-four, Temptation; number thirty-three, Retreat; and number twelve, Divorcement; in that order. What are the next three logical hexagrams in the sequence, and what are the implications of the series as a whole?",
    "line_1": {
        "Legge": "The first line, magnetic, shows a retiring tail. The position is perilous. No movement in any direction should be made.",
        "Wilhelm/Baynes": "At the tail in retreat. This is dangerous. One must not undertake anything. [Since the hexagram is the picture of something that is retreating, the lowest line represents the tail and the top line the head. In a retreat it is advantageous to be at the front.]",
        "Blofeld": "Withdrawal to the hindermost point -- trouble! It is useless to seek any goal or destination at such a time.",
        "Liu": "The tail in retreat. (Someone closely following.) Danger. No undertakings.",
        "Ritsema/Karcher": "Retiring tail, adversity. No availing-of possessing directed going.",
        "Shaughnessy": "Wield the tail; danger; do not herewith have any place to go.",
        "Cleary (1)": "Withdrawing the tail is dangerous; don’t go anywhere with this.",
        "Wu": "To retreat in the rear is perilous. He should not undertake it.",
        "Commentary": "Confucius/Legge: If no movement is made, what disaster can there be? Wilhelm/Baynes: If one undertakes nothing while exposed to the danger of the retreating tail, what misfortune could befall one? Blofeld:  If you refrain from moving back so far what misfortune can overtake you? Ritsema/ Karcher: Not going wherefore calamity indeed. Cleary (2): If you do not go anywhere, what trouble will there be? Wu: How can retreat in the rear be perilous if he does not undertake it? \n Legge: A retiring tail suggests the idea of the subject of the line hurrying away, which would only aggravate the evil and danger of the time.",
        "Notes": "Siu: At the outset, the man is in a perilous position at the end of the retreating column still in contact with the enemy. No action should be undertaken under such circumstances. \n Wing:  Your position in the situation is in close proximity to an adversary. It would have been to your advantage to Retreat earlier. Do not take any action now, as it will only invite danger. \n Anthony: Our ego keeps engaged with the negative power through looking at and examining the issue. We may be considering a compromise with the evil element, or remain involved with desire, fear, anger, impatience or anxiety. We must disconnect, not looking at the situation with our mind’s eye. \n Editor: In vulgar English: \"Your ass is exposed!\" This suggests the analogy of being threatened by a barking dog -- the surest way to be bitten is to show fear and run. The best strategy is to remain as calm as possible, and then slowly back off. Ritsema/Karcher's definition of \"adversity\" includes the idea of a malevolent spiritual force: \"pacifying or exorcizing such a spirit can have a healing effect.\" \n\n\n The discreet man sees danger and takes shelter, the ignorant go forward and pay for it. \nProverbs 22:3 \n\n A. You are exposed and vulnerable. Stay calm -- do nothing rash when exposed to threatening forces and you'll survive."
    },
    "line_2": {
        "Legge": "The second line, magnetic, shows its subject holding her purpose as if by a thong made from the hide of a yellow ox, which cannot be broken.",
        "Wilhelm/Baynes": "He holds him fast with yellow ox-hide. No one can tear him loose.",
        "Blofeld": "He bound it with thongs of yellow ox-hide and no one could untie it.",
        "Liu": "If his will is strong, like yellow ox-hide, no one can dissuade him.",
        "Ritsema/Karcher": "Holding-on-to it: availing-of yellow cattle's skin. Absolutely-nothing has mastering stimulating.",
        "Shaughnessy": "Uphold it using a yellow ox's bridle; no one will succeed in overturning it.",
        "Cleary (1)": "Use the hide of a yellow ox to fasten this; no one can loosen it.",
        "Wu": "He holds fast to his decision with the hide of a yellow cow. Nobody can dissuade him.",
        "Commentary": "Confucius/Legge: Her purpose is firm. Wilhelm/Baynes: This means a firm will.  Blofeld:  This symbolizes a powerful will.Ritsema/Karcher: Firm purpose indeed. Cleary (2): (This) means making the will firm. Wu: Indicates a firm will. \n Legge:\"Her purpose\" in line two is the purpose to withdraw. The magnetic two responds correctly to the dynamic fifth line, and both are central. The purpose therefore is symbolized as in the text. The yellow color of the ox is introduced because of its being correct, and of a piece with the central place of the line.",
        "Notes": "Siu:  The man holds fast to the purpose of withdrawal but with due moderation. \n Wing: You lack sufficient strength to make a complete withdrawal. If you can maintain a strong desire to Retreat or align yourself with one in a position to guide you, you can make your escape. \n Anthony : Our own inferiors want, and ultimately have a right to justice. Justice may not, however, be procured through the demands and leadership of our ego. It will come about only through the firm leadership of our superior self, which through perseverance and disengagement, wins the help of the hidden world. \n Editor: There is a fair amount of ambiguity in this line, and the meaning can fluctuate according to circumstances. Most translations refer to \"will\" or \"purpose\" in either the line or its Confucian commentary -- this is a reference to the strong ox-hide. Because the meaning of the hexagram is derived from the symbolism of inferior forces encroaching from below (which includes this line), it could be interpreted as a tenacious negative influence operating in the situation. \"Will\" associated with an inferior entity could relate to the uncanny power of instincts and passions within the psyche. On the other hand, the ox-hide is yellow, and this is the color of the mean. The line is also central with a proper correlate, so the auspice can also be positive. Wilhelm comments that it symbolizes an inferior man who wants to change his status, and holds fast to the superior man above him. He likens the situation to Jacob's battle with the angel in Genesis 32: \n\n\n And there was one that wrestled with him until daybreak who seeing that he could not master him, struck him in the socket of his hip, and Jacob's hip was dislocated as he wrestled with him. He said, \"Let me go, for day is breaking.\" But Jacob answered, \"I will not let you go unless you bless me.\" He then asked, \"What is your name?\" \"Jacob,\" he replied. He said, \"Your name shall no longer be Jacob, but Israel, because you have been strong against God, you shall prevail against men.\" \n\n A. By holding fast to a superior principle, a weak element escapes from danger. \n B. The image of an entrenched inferior power."
    },
    "line_3": {
        "Legge": "The third line, dynamic, shows one retiring but bound -- to his distress and peril. If he were to deal with his binders as in nourishing a servant or concubine, it would be fortunate for him.",
        "Wilhelm/Baynes": "A halted retreat is nerve-wracking and dangerous. To retain people as men-and maidservants brings good fortune.",
        "Blofeld": "Yielding under constraint results in ills and trouble, but there is good fortune in store for those who are supporting servants and concubines.",
        "Liu": "Retreat with entanglements is dangerous and leads to illness. Take care of women and subordinates. Good fortune.",
        "Ritsema/Karcher": "Tied Retiring. Possessing afflicting adversity. Accumulating servants, concubines, significant.",
        "Shaughnessy": "Do the wielding; there is sickness; danger; keeping servants and consorts is auspicious.",
        "Cleary (1)": "Entangled withdrawal has affliction, but it is lucky in terms of feeding servants and concubines.",
        "Cleary (2)": "Entangled in withdrawal, there is affliction and danger, but feeding servants and concubines leads to good results.",
        "Wu": "The retreat is tied to a string. It will be ominous to have illness, but auspicious to have maids and servants.",
        "Commentary": "Confucius/Legge:  The peril is due to distress and exhaustion. A great affair cannot be dealt with in this way. Wilhelm/Baynes: The danger of a halted retreat is nerve- wracking; this brings fatigue. \"To retain people as men-and maidservants brings good fortune.\" True enough, but one cannot use them in great things.  Blofeld:  The evils referred to here are those attendant on extreme fatigue. Though supporting servants and concubines brings good fortune, it does not lead to achieving anything of consequence.  [Seemingly, Confucius, always inclined to be austere, does not altogether approve of this type of good fortune.]Ritsema/Karcher: Possessing afflicting weariness indeed. Not permitting Great Affairs indeed. Cleary (2): Affliction and exhaustion. Not suitable for great works. Wu: Illness can be wasting. No big business is achievable. \n Legge:  Line three has no proper correlate in line six, and he allows himself to be entangled and impeded by the first and second lines. Because he is too familiar with them they are presumptuous and fetter his movements. He should keep them at a distance. \n Wu: The subject of this yang position feels that he is attached to the occupant of the second (line), a yin position. This sentimental attachment, symbolized here as the string attachment, hinders his freedom to retreat. Under these circumstances it is all right for him to handle small matters, such as hiring domestic help, but no big business.",
        "Notes": "Siu: The man loses his freedom of action during retreat. The hangers-on impede and fetter his movements. The expedient course of action is to employ them in such a way as to retain the initiative. But he must maintain an appropriate distance from them and not rely on expedient actions of this kind in dealing with important matters. \n Wing:  You've been held back from Retreat and consequently are in the center of a difficult situation. Inferior persons or ideals may surround you. They can be used to insulate you from further difficulties, but you can accomplish nothing significant while fettered by inferior elements. \n Editor: The image suggests being held back by inferior or subordinate forces within the situation. Ritsema/Karcher explain that \"Possessing afflicting adversity\" can connote \"a spirit that seeks revenge by inflicting suffering on the living. Pacifying or exorcizing such a spirit can have a healing effect.\" (I have received this line when exactly that meaning was implied in the query.) Psychologically, sublimation is indicated. This is the art of making negative energy \"sublime,\" i.e.: positive. \"Servants and concubines\" sometimes symbolize subconscious complexes: their libido can be either positive or negative, depending upon how it is treated. Remember that the proper nourishment of libido is not the same as indulging it. \n\n\n For the body is a source of endless trouble to us by reason of the mere requirement of food; and is liable also to diseases which overtake and impede us in the search after true being; it fills us full of loves, and lusts, and fears, and fancies of all kinds, and endless foolery, and in fact, as men say, takes away from us the power of thinking at all. Whence come wars, and fightings, and factions? Whence but from the body and the lusts of the body? \nPlato -- Phaedo\n\n A. Encumbered and exhausted -- make the most of whatever advantages you have to harmonize the situation. \n B. Sublimate, placate or otherwise transform inferior forces to serve your higher purposes. \n C. \"When life gives you lemons, make lemonade.\""
    },
    "line_4": {
        "Legge": "The fourth line, dynamic, shows its subject retiring notwithstanding his likings. In a superior man this will lead to good fortune. An inferior man cannot attain to this.",
        "Wilhelm/Baynes": "Voluntary retreat brings good fortune to the superior man and downfall to the inferior man.",
        "Blofeld": "Withdrawal for good reasons -- for the Superior Man, good fortune; for people of mean attainments, misfortune!",
        "Liu": "Voluntary retreat is good fortune for the superior man, but not for the inferior man.",
        "Ritsema/Karcher": "Loving Retiring. A chun tzu significant. Small People obstructing.",
        "Shaughnessy": "Good wielding; for the gentleman auspicious, for the little man negative.",
        "Cleary (1)": "A superior person who withdraws well is fortunate, an inferior person is not.",
        "Cleary (2)": "Developed people who withdraw in the right way are fortunate; petty people are not.",
        "Wu": "To retreat from what he is fond of is easy for a Jun zi, but not so for a little man.",
        "Commentary": "Confucius/Legge:  A superior man retires notwithstanding his likings; an inferior man cannot attain to this. Wilhelm/Baynes: The superior man retreats voluntarily; this brings downfall for the inferior man. Blofeld:  For when, quite rightly, the Superior Man withdraws, lesser men are bound to suffer. Ritsema/ Karcher: A chun tzu lovingly Retiring. Small People obstructing indeed. Cleary (2): Developed people withdraw well; petty people do not. Wu: The Jun zi uses retreat to his advantage, but the little man doesn’t. \n Legge:  Line four has a proper correlate in the magnetic first line, but as four is the first line in the upper trigram of Strength, he is free to exercise his choice.",
        "Notes": "Siu:  The man withdraws, despite his desire to do otherwise. The superior man can retreat in a friendly way, adjusting to the situation, and retaining his convictions. The inferior man is unable to do this. \n Wing:  If you recognize the moment for Retreat, be certain that you do so with the proper attitude -- that is, willingly. In this way you will adjust easily and progress in your new environment. Those who are filled with emotional turmoil during withdrawal will suffer greatly. \n Editor: Psychologically interpreted, to \"retire notwithstanding one's likings\" is to exercise willpower over an inferior impulse for the good of the Work. The image suggests that you have the requisite strength to do this. It is a truism that when positive libido is withdrawn from something, unsupported inferior forces must wane. \n\n\n The good is one thing, the pleasant another; these two, having different objects, chain a man. It is well with him who clings to the good; he who chooses the pleasant, misses the end. \nKatha Upanishad \n\n A. Despite your desires, abandon your proposed plan of action. To ignore temptation strengthens the will and robs weakness of its power."
    },
    "line_5": {
        "Legge": "The fifth line, dynamic, shows its subject retiring in an admirable way. With firm correctness there will be good fortune.",
        "Wilhelm/Baynes": "Friendly retreat. Perseverance brings good fortune.",
        "Blofeld": "An admirably carried out withdrawal. Persistence in a righteous course brings good fortune.",
        "Liu": "Appropriate retreat. To continue brings good fortune.",
        "Ritsema/Karcher": "Excellence Retiring, Trial: significant.",
        "Shaughnessy": "Enjoyable wielding; determination is auspicious.",
        "Cleary (1)": "Excellent withdrawal; correctness is auspicious.",
        "Wu": "The commendable retreat is auspicious if persevering.",
        "Commentary": "Confucius/Legge: This is due to the rectitude of his purpose. Wilhelm/ Baynes: Because the will thereby reaches a correct decision. Blofeld: This results from a withdrawal carried out as a result of rectifying our aims. [I.e. revising them in the light of unfavorable circumstances.]Ritsema/Karcher: Using correcting the purpose indeed.) Cleary (2): Because of right aspiration. Wu: He needs to put his aims in the right perspective. \n Legge:  The K'ang-hsi editors refer to the words of I Yin as an illustration of what is said in line five: \"The superior man will not for favor or gain continue in an office whose work is done.\" He advances or withdraws according to the character of the time. The strength and correct position of the fifth line show that he is able to maintain himself, and as he is responded to by the magnetic second line, no opposition would come from any of the others. Therefore, he is free to keep his place, but since he recognizes the advance of inferior men in lines one and two, he deems it better to withdraw from the field for a time. Thus there is successful progress even in his retreat.",
        "Notes": "Siu:  The man recognizes the proper time for an admirable retirement with necessary amenities and without disagreeableness. Firmness in the rectitude of his purpose is necessary to guard against being misled by irrelevant issues. \n Wing: Make your Retreat friendly but firm. Do not be drawn into irrelevant discussions or considerations concerning your decisions. A persevering withdrawal brings good fortune. \n Editor: Both Legge and Blofeld use the concept of rectification in their translations of the Confucian commentary. [Rectify: 1.a: to make or set right: remedy. 2.a: to restore to a healthy state.] The idea is that one must pleasantly but firmly disassociate oneself from an inferior alliance -- the only hope of improvement lies in withdrawal from the scene. \n\n\n A faultless person is one who withdraws from affairs. This must be done with strength. \nYamamoto Tsunetomo -- The Book of the Samurai\n\n A. Withdraw to make correct – don’t make a big deal of it. \n B. The integrity of the Work demands a withdrawal from an inferior alliance."
    },
    "line_6": {
        "Legge": "The sixth line, dynamic, shows its subject retiring in a noble way. It will be advantageous in every respect.",
        "Wilhelm/Baynes": "Cheerful retreat. Everything serves to further.",
        "Blofeld": "A \"sleek\" withdrawal -- everything is favorable! [The Chinese commentators suggest that this means going to live in retirement. They add that the phrase also implies excellent health.]",
        "Liu": "Retreat after success. Everything is favorable.",
        "Ritsema/Karcher": "Rich Retiring, without not Harvesting.",
        "Shaughnessy": "Fattened wielding; there is nothing not beneficial.",
        "Cleary (1)": "Rich withdrawal is wholly beneficial.",
        "Cleary (2)": "Withdrawal of the rich is beneficial to all.",
        "Wu": "Retreat at his leisure is never disadvantageous.",
        "Commentary": "Confucius/Legge:  He who does so has no doubts about his course.  Wilhelm/ Baynes:  Because there is no longer any possibility of doubt. Blofeld: In this case, there cannot be the smallest doubt.  [I.e. not the smallest doubt as to the wisdom of withdrawal.] Ritsema/Karcher: Without a place to doubt indeed. Cleary (2): Wu: His mind is free from doubt. \n Legge: Line six is dynamic, with no correlate in line three to detain him. He vigorously and happily carries out the idea of the hexagram.",
        "Notes": "Siu: No doubt exists as to the need for retirement. The man resigns in a gracious manner. \n Wing:  You are sufficiently removed from the situation and able to Retreat without guilt or doubt. Here you are blessed with great good fortune. You will find rewarding success in your endeavors. \n Editor:  The image suggests that you already know what to do in the situation at hand -- remove yourself without further ado. \n\n\n It is because [the Sage] does not contend that no one in the world can contend against him. \nLao-Tse \n\n A. You can remove yourself from the situation at hand with a clear conscience. \n B. Do not hesitate to abandon an inferior idea immediately. \n C. Image of a high-minded or spiritually motivated withdrawal. \n\n June 30, 2002,4/25/05, 6/19/09"
    }
}