{
    "title": "Oppression",
    "other_titles": "Exhaustion, The Symbol of Repression and Confinement, Adversity, Weariness, Confining, Entangled, Hardship, Depression, Tiresome Restriction, Dried Up, \"Actions speak louder than words.\" -- D.F. Hook",
    "Judgment": {
        "Legge": "Oppression means that successful progress is still possible. The perseverance of the truly great man brings good fortune without error; but if he relies on words, no one will believe them.",
        "Wilhelm/Baynes": "Oppression . Success. Perseverance. The great man brings about good fortune. No blame. When one has something to say, it is not believed.",
        "Blofeld": "Adversity leading to success thanks to persistence in a righteous course; good fortune for the truly great and freedom from error! Though words be spoken, they will not inspire confidence. [`Great' refers to high moral qualities. This hexagram is of evil omen for most people, but success can be won through tremendous persistence in doing what is right.]",
        "Liu": "Oppression. Success. Persistence. Good fortune for the great man. No blame. If one indicates with words only, no one will believe.",
        "Ritsema/Karcher": "Confining, Growing. Trial: Great People significant. Without fault. Possessing words not trustworthy. [This hexagram describes your situation in terms of restriction and distress. It emphasizes that turning inward through accepting enclosure is the adequate way to handle it...]",
        "Shaughnessy": "Entangled: Receipt; determination for the great man is auspicious; there is no trouble. There are words that are not trustworthy.",
        "Cleary (1)": "Exhaustion  develops the righteous. Great people are fortunate and blameless. If one complains, one will not be trusted.",
        "Cleary (2)": "Exhausted  but coming through successfully, upright great people are fortunate and impeccable. Mere words are not believed.",
        "Wu": "Hardship indicates pervasion and perseverance. There will be good fortune for the great men. No error. But their words do not make impressions on people."
    },
    "Image": {
        "Legge": "An abyss beneath the marsh that drains its water -- the image ofOppression. Thus the superior man will sacrifice his life to attain his purpose.",
        "Wilhelm/Baynes": "There is no water in the lake: the image of Exhaustion. Thus the superior man stakes his life on following his will.",
        "Blofeld": "This hexagram symbolizes a marsh in which no water (appears). The Superior Man risks his life to carry out his will.",
        "Liu": "The lake with no water symbolizesOppression.The superior man would give up his life to achieve his purpose.",
        "Ritsema/Karcher": "Ritsema/Karcher",
        "Cleary (1)": "A lake with no water is exhausted. Therefore superior people use life to the full and achieve their aim. [When people lack purpose their path is at an end. Therefore they use life to the full to achieve their aim… Using life to the full means to get to the end of conditioned life; achieving one’s aim means to achieve the primordial life… Using the temporal to restore the primordial, ending false life and establishing real life, producing being in the midst of nothingness, seeking life within death, getting through an exhausting impasse, is like a lake without water again being filled with water.]",
        "Cleary(2)": "…Developed people accomplish their will by living out their destiny. [Developed people only live out their destiny; they do not willingly try to avoid following and accepting it. Being strong and balanced, they are able to be joyful even in danger; this is the will that is up to oneself. Developed people intend to accomplish their will and do not vacillate just because they run into problems.]",
        "Wu": "The marsh has no water; this is Hardship. Thus the jun zi is prepared to dedicate his life to fulfill his commitments. [A marsh devoid of water is like a man deprived of his intellectual pursuits. This is unacceptable to a jun zi. He would rather fight to the end than surrender to idiocy.]"
    },
    "Commentary": {
        "Confucius/Legge": "In Oppressionwe see the dynamic lines covered and obscured by the magnetic. We see the attribute of Perilousness in the lower trigram going on to Cheerfulness in the upper. Who but the superior man is still able to advance although straitened by circumstances? The central position of the dynamic lines explains the good fortune of the great man who is firm and correct. As regards speech making, to be fond of argument or persuasion is the way to be reduced to extremity.",
        "Legge": "The written Chinese character of Oppression presents us with the picture of a tree within an enclosure. \"A plant,\" according to Williams, \"fading for want of room.\" \"A tree,\" according to T'ai Tung, \"not allowed to spread its branches.\" The image conveys the idea of being straitened and distressed, and the hexagram indicates how skilful management may relieve it. \n The two central places in the figure are occupied by dynamic lines, but line two is confined between one and three, which are magnetic; and line five (the ruler), as well as four (his minister), are covered by the magnetic sixth line. These conditions indicate the repression of good men by adversity. The K'ang-hsi editors imply that \"actions and not words\" are what are required in the case. \n Perilousness is the attribute of the lower trigram, and Cheerfulness that of the upper. The superior man, no matter how straitened, remains master of himself, and pursues his principled intent. The idea of speech making is found in the upper trigram, one of the attributes of which is the mouth, or speech, as well as Pleased Satisfaction. The pleading of the oppressed party still tries to make others pleased with him. \n Literally translated, the first sentence of the Image reads: \"A marsh with no water is Oppression.\" Chu Hsi says: \"The water descending and leaking away, the marsh above will become dry.\" \n Anthony:  Our belief in the ruling power as beneficial is shaken by doubt. This lack of steadfastness is a problem because it obstructs acceptance and its corrective power. We often receive this hexagram when we feel tired. The oppressiveness of doubt exhausts our inner resources."
    },
    "Notes": "Judgment: With enough will, success can be won. \"Actions speak louder than words.” (i.e., The answer lies beyond the realm of reason and logic -- intuition furthers.) \n The Superior Man  stakes everything he's got on his will to succeed. \n In Oppressionwe have the image of a dry lake bed. Anyone who has ever seen alkali flats in the desert can easily understand this metaphor for Oppression -- almost nothing can live in such an environment. The following hexagram, The Well, is an upside-down image of Oppression depicting the opposite case of an unending source of nourishment flowing from deep beneath the surface of the earth. (A comparison of these two figures will reveal a great deal about the meaning of each.) \n To be under Oppression then, is to be cut off from all sustenance -- although there is water down below, it is presently inaccessible, and there is no nourishing flow of inner forces to the surface. This is a common, inevitable and potentially defeating experience for anyone doing serious inner work: \n\n\n People who try to practice the Tao can all keep steadfast when they are in easy circumstances, but many of them waver in determination when they are in difficult or perilous situations. They may change their minds because of the pressures of making a living, or they may slack in determination due to illness; their spirits may flag because of old age, or they may stop work because of obstruction by some obsession. All these are cases in which people do not exert the mind of Tao and are hindered by exhaustion, so they ultimately do not attain the Tao. \nT. Cleary – The Taoist I Ching\n\n\n Obviously, this is a dangerous situation, and we are told how to cope with it in the Confucian commentary, where it is observed that the lower trigram of Peril goes on to the upper trigram of Cheerfulness. These two trigrams are found in reversed sequence in hexagram number sixty, Restrictive Regulations, where a cheerful attitude is described as absolutely essential for the furtherance of the Work. The observations made there also apply here, and we see the superior man thereby enabled to advance under conditions that would utterly defeat lesser individuals. \n This Cheerfulness cannot be underestimated. When it comes naturally and isn't forced, it is a gift of grace. Suddenly one is enabled to face the most incredible hardships with a light heart. It isn't that you no longer care -- you still do the best you can to further the Work, but you do it with bemused detachment. \n\n\n The one thing the Jewish mystics never lost sight of was the suffering experienced in the arena of the profane. They did not retreat from this suffering, but sought instead to find meaning in it by living it. This is the core of mysticism. The temple in which the sacred marriage takes place is the world. \nC. Ponce -- Kabbalah\n\n\n Lines 2 and 5 specifically mention sacrifice: an important concept in theI Ching. Sacrifice is mentioned in lines 17:6, 45:2, 46:2, 46:4, 47:2, 47:5, 63:5, and in the Judgment of hexagram 20. Note that in each case sincerity is specifically cited as essential to success. \nSincere 1: marked by genuineness: as a: free of dissimulation: not hypocritical: REAL, TRUE, HONEST...\n Very often, the “sincerity” of our sacrifices involves following the dictates of the Work whether we fully understand them or not. Much that takes place in the Work is incomprehensible to ego consciousness; for example, changes often occur within the psyche which we only experience as strange dreams. Yet somehow, perhaps months later, we suddenly realize that we no longer act in a certain way or have lost interest in something that used to be of compelling importance. Our sacrifices are necessary for these changes to take place, even if they don't immediately make sense to us. \n\n\n\"With sacrifice shall you nourish the gods; and may the gods nourish you. Thus nourishing one another, you will obtain the Highest Good. \"The gods, nourished by sacrifice, will bestow on you the enjoyments you desire.\" He is verily a thief who enjoys the things that they give without offering to them anything in return. \nThe Bhagavad-Gita \n\n\n Each of Cleary’s Taoist (1) and Buddhist (2) commentaries provides valuable insights into how much courage is required to follow the dictates of the Work at its more advanced levels. Take comfort that others before you have persevered and survived: “Developed people accomplish their will by living out their destiny.”",
    "line_1": {
        "Legge": "The first line, magnetic, shows its subject with bare buttocks straitened under the stump of a tree. She enters a dark valley, and for three years has no prospect of deliverance.",
        "Wilhelm/Baynes": "One sits oppressed under a bare tree and strays into a gloomy valley. For three years one sees nothing.",
        "Blofeld": "With dried branches entangling the lower part of his body, he enters a gloomy valley. For three years he encounters no one. [Whoever receives this line must resign himself to failure.]",
        "Liu": "His bottom is oppressed by the bare tree. He enters a dark valley. For three years, he sees no one. [This line indicates fear, sadness or mourning.]",
        "Ritsema/Karcher": "The sacrum Confined, tending-towards stump wood. Entering tending-towards a shady gully. Three year's- time not encountering.",
        "Shaughnessy": "The lips are entangled in a columnar tree: Entering into a dark valley, for three years he is not drawn out; inauspicious.",
        "Cleary (1)": "Sitting exhausted on a tree stump, gone into a dark ravine, not to be seen for three years.",
        "Wu": "He sits on tree roots. He enters a lonely valley. He does not see the outside world for three years. [It is all in his mind. (He) is preoccupied with the thoughts of hardship before it actually happens.]",
        "Commentary": "Confucius/Legge:  So benighted is she, and without clear vision. Wilhelm/Baynes: One is gloomy and not clear. Blofeld: What is said about entering a gloomy valley indicates darkness that will not be dispelled. Ritsema/Karcher: Shady, not bright indeed. Cleary (2): It is obscure and unclear. Wu: His mind is not open. \n Legge: The poor subject of line one sitting on a mere stump, which affords her no shelter, is indeed badly off. The line is at the bottom of the trigram of Peril, and her correlate fourth line is unable to render help. So stupid is line one that by her own action she increases her distress. \"Three years\" is used for a long time.",
        "Notes": "Siu:  At the outset, the man lacks clear vision and is badly off. He is overwhelmed and has no immediate prospects of deliverance. \n Wing: You are in danger of falling into a trap created by an adverse situation. The trap is of your own making and comes about because of discouragement. Discouragement creates a pattern for failure that will continue if not halted now. \n Anthony:  As long as we are influenced by doubt, we are blocked from seeing the solution. We must firmly resist doubt and hopelessness to restore open-mindedness. The way out will show itself at the right time. \n Editor: Despite Blofeld's note on this line, it does not necessarily always intimate complete failure. In the most neutral sense, it's an image of stalemate, though there is a definite suggestion that this is due to one's own failing in something. Self-pity is hinted at, as well as lack of clarity. Some kind of illusion prevails. There is a possibility that things aren't as bad as they seem, or your attitude is making them worse than they need to be. The line can sometimes indicate that you have misunderstood a previous hexagram. \n\n\n There are two wrongs the soul commits. The first is its descent; the second, the evil done after arrival here below. The first is punished by the very conditions of its descent. Punishment for the second is passage once more into other bodies, there to remain at greater or less length according to the judgment of its deserts. \n (The word \"judgment\" indicates that this takes place as a result of divine law.) If, however, its perversity goes beyond all measure, the soul incurs an even more severe penalty administered by avenging daimons. \nPlotinus -- The Enneads\n\n A. You are oppressed and confined by ignorance; perhaps the aridity of \"reason.\" \n B. A self-created impasse."
    },
    "line_2": {
        "Legge": "The second line, dynamic, shows its subject straitened amidst his wine and viands. There come to him anon the red knee-covers of the ruler. It will be well for him to maintain his sincerity as in sacrificing. Active operations on his part will lead to evil, but he will be free from blame.",
        "Wilhelm/Baynes": "One is oppressed while at meat and drink. The man with the scarlet knee bands is just coming. It furthers one to offer sacrifice. To set forth brings misfortune. No blame. [This pictures a state of inner oppression. Externally, all is well, one has meat and drink. But one is exhausted by the commonplaces of life, and there seems to be no way of escape. Then help comes from a high place… Here a disagreeable situation must be overcome by patience of spirit.]",
        "Blofeld": "Difficulties arise through indulgence in food and drink. A vermillion sash-wearer (man of very high rank) appears; it is advisable to utilize this opportunity to offer sacrifice. Advancing brings misfortune, though no error is involved.",
        "Liu": "Oppressed by food and drink. The man in the red ceremonial robe comes. It is beneficial to sacrifice. It leads to misfortune to set forth. No blame.",
        "Ritsema/Karcher": "Confined, tending-towards liquor taking-in. Scarlet sashes on-all-sides coming. Harvesting: availing-of presenting oblations. Chastising: pitfall, without fault.",
        "Shaughnessy": "Entangled in wine and food: the scarlet kneepads having just arrived, it is beneficial to use an aromatic grass sacrifice; to be upright is inauspicious; there is no trouble.",
        "Cleary (1)": "Hard up for wine and food; then comes the regal robe. It is beneficial to make ceremonial offerings. To go on an expedition brings misfortune. No blame.",
        "Cleary (2)": "Exhausted, but with food and drink. When the regal robe comes, it is beneficial to make a ceremonial offering. An expedition leads to misfortune, but there is no blame.",
        "Wu": "He is enslaved by wine and food. He just received a red vestment. It is good for making offerings. He will encounter ill fortune in having undertakings, but no error.",
        "Commentary": "Confucius/Legge:  Although straitened, his position is central, and there will be ground for congratulation. Wilhelm/Baynes: The middle brings blessing. Blofeld: The difficulties arising from our gluttony may nevertheless be productive of blessings.  Ritsema/Karcher: Center possessing reward indeed. Cleary (2): There is celebration within. Wu: The central position has things worthy of celebration. \n Legge:  The three dynamic lines in the figure (two, four and five) are all superior men, and their being straitened is not in themselves, but in their circumstances which prevent self-development. Hence line two is straitened while he fares sumptuously. His correlate in the fifth place, though not quite proper, is the ruler who comes to his help. (The red knee covers distinguish the ruler from those of the nobles, which are scarlet.) Let line two cultivate his sincerity and do the work of the hexagram as if he were sacrificing to spiritual beings, and then, if he keeps quiet, all will be well.",
        "Notes": "Siu:  The man is apparently well off but is actually inwardly depressed. He is unable to solve the ordinary problems of life and develop his basic principles. He is rescued by the prince, who is looking for able helpers. However, he must first be patient until the unseen obstacles are overcome by prayers and sacrifices. \n Wing:  An Adversity facing you now comes about from boredom. Indulgences and pleasures may come too easily for you. Try giving yourself to a worthwhile cause. There is redemption in such altruistic actions. \n Editor:  The core idea here is that a sacrifice of some kind is necessary to relieve your oppression. Sacrifice is a universal principle deeply rooted in the unconscious psyche. The general idea behind it is the offering of something valuable to obtain something more valuable, which may not be immediately obvious; it is an act of faith and acknowledgment of subservience to higher guidance. In terms of the Work, this is the ego's sacrifice of its autonomy to the Self. Here the situation is the seeming contradiction of being oppressed while surrounded by plenty, so the sacrifice could involve not partaking of what is readily available. Compare with 45:2, which is created if this is the only changing line. \n\n\n Sacrifice, \"making sacred\" (from the Latin sacrum facere) psychologically entails a surrender of ego libido to the service and intents of the transpersonal entelechy ... Transformation rests on sacrifice, on making \"holy\" by giving up and rendering to the transpersonal, \"sacred\" powers what one \"has\" while remaining what one essentially \"is.\" One submits to change, death and loss of some aspects of one's being, abilities or possessions, while refusing to \"curse God, and die\" (Job 2:9), in other words, refusing to let go of one's trust in life and one's central core of integrity and Self. \nE.C. Whitmont -- The Alchemy of Healing\n\n A. Starving amid plenty, one has almost made a connection with the source of truth. Give up your illusions and wait. \n B. What you seek is all around you, and the connection is immanent. Have the will to sacrifice an option to relieve your oppression. \n C. You can afford to sacrifice something now in the faith that you'll get something better later on."
    },
    "line_3": {
        "Legge": "The third line, magnetic, shows its subject straitened before a frowning rock. He lays hold of thorns. He enters his palace, and does not see his wife. There will be evil.",
        "Wilhelm/Baynes": "A man permits himself to be oppressed by stone, and leans on thorns and thistles. He enters his house and does not see his wife. Misfortune.",
        "Blofeld": "Faced by rock-like difficulties and with naught to lean upon but thistles and briars, he entered his dwelling but could not find his wife -- misfortune! [This line may be taken to presage insuperable difficulties; the word “wife\" does not necessarily have any special application to our case, as can be seen from the commentary on the line.]",
        "Liu": "The man is oppressed by stone. He sits on thorns and thistles. When he enters his home, he cannot find his wife. Misfortune. [One should be prepared to meet with insult or difficulty.]",
        "Ritsema/Karcher": "Confined, tending-toward petrification. Seizing tending-towards star thistles. Entering tending- towards one's house. Not visualizing one's consort. Pitfall.",
        "Shaughnessy": "Entangled in stone, and crying out in the thistles: Entering into his palace, and not seeing his wife; inauspicious.",
        "Cleary (1)": "Stymied by rocks, resting on thorns, going into the house without seeing the wife – inauspicious.",
        "Cleary (2)": "Exhausted on a rock, resting on thorns, going into a house but not seeing the wife is not a good sign.",
        "Wu": "He is surrounded by rocks and leaning on thorny shrubs. He enters his house and does not find his wife. Foreboding.",
        "Commentary": "Confucius/Legge:\"He lays hold of thorns\" -- this is suggested by the position of the line above the dynamic line. To enter one's palace and not see one's wife is inauspicious. Wilhelm/Baynes: He rests on a hard line. This bodes misfortune. Blofeld: The firm line just below him. His not finding his wife symbolizes bad luck. Ritsema/Karcher: Riding a solid indeed. Not auspicious indeed. Cleary (2): Not seeing the wife is not a good sign. Wu: An unfortunate omen. \n Legge: For a full explanation of the third line, Chu Hsi refers the reader to what Confucius said on it: \"If one be distressed by what need not distress him, his name is sure to be disgraced; if he lay hold on what he should not touch, his life is sure to be imperiled. In disgrace and danger, his death will soon come; is it possible for him in such circumstances to see his wife?\" The K'ang-hsi editors say here: \"The subjects of the three magnetic lines (one, three and six) are all unable to cope correctly with the oppression of their circumstances. The first is at the bottom, sitting and distressed. The third line, able either to advance or retreat, advances and is distressed. Wounded abroad, he returns to his family and finds no one to receive him: a graphic portrayal of the results of reckless action.\"",
        "Notes": "Siu: The man is indecisively unable to deal with adversity and is oppressed by something which should not oppress him. He leans on things like thorns and thistles, which are hazardous yet cannot support him. \n Wing:  You allow yourself to become oppressed by things that are not oppressive. \n You put your faith in things that cannot support you. You are unable to see your priorities although they are obvious. This brings misfortune. \n Editor:  This line does not lend itself to the usual gender symbolism. The rock is often a symbol of eternity, and is seen as a dwelling place for spiritual beings, hence: a transcendental reality or \"eternal verity.\" In fairy tales a barrier of thorns is often created by an evil witch or other negative magnetic force -- the feminine principle in its destructive aspect. This barrier is usually what separates the hero from the sleeping maiden, his unconscious anima or feminine soul. A house or palace is the whole psyche. (\"In my father's house are many mansions.\" -- John 14:2) The wife of course, is the contra-sexual correlate: in a man, the anima, or emotional-feeling component of his psyche. (A woman receiving this line should just reverse the symbolism and see it as the animus, or logical-thinking component of her psyche.) Putting all these symbols together we receive an image of a situation which is somehow contrary to \"the laws of nature.\" Both the frowning rock (yang) and the thorns (yin) are opposed to the situation, so no union can possibly take place: \"He does not see his wife.\"  If this is the only changing line, the new hexagram created is number twenty-eight, Critical Mass, with a corresponding line which indicates a position of extreme vulnerability to danger. This line is an unambiguous warning that your situation is untenable -- both dynamic and magnetic forces are against you. Ritsema/Karcher translate \"pitfall\" as: \"Leads away from the experience of meaning; stuck and exposed to danger, unable to take in the situation; flow of life and spirit is blocked...\" Wilhelm alludes to \"immanent death,\" which, of course, should be interpreted symbolically in most cases. \n\n\n He disowned the God who made him, dishonored the Rock, his salvation. \nDeuteronomy 32: 15 \n\n A. You are out of touch with reality -- resisting a situation that you should accept. \n B. Your ego-indulgence in illusion prevents psychic unity; your action, intention or attitude is in opposition to psychic unification."
    },
    "line_4": {
        "Legge": "The fourth line, dynamic, shows its subject proceeding very slowly to help the subject of the first line, who is straitened by the carriage adorned with metal in front of him. There will be occasion for regret, but the end will be good.",
        "Wilhelm/Baynes": "He comes very quietly, oppressed in a golden carriage. Humiliation, but the end is reached.",
        "Blofeld": "A slow arrival. Trouble in a golden carriage. Shame, but not for long. [Trouble in a golden carriage coupled with shame suggests that we get into difficulty through our presumption, or through placing too much confidence in someone of much higher station than ourselves.]",
        "Liu": "He comes slowly, oppressed in a golden carriage. Embarrassment, but good results in the end.",
        "Ritsema/Karcher": "Coming, ambling, ambling. Confined, tending-towards a metallic chariot. Abashment. Possessing completion.",
        "Shaughnessy": "Coming slowly, entangled in the metal chariot; distress; there is an end.",
        "Cleary (1)": "Coming gradually, exhausted in a golden cart; shame has an end.",
        "Cleary (2)": "Coming slowly, exhausted in a gold car, there is shame, but there is a conclusion.",
        "Wu": "Walking slowly and leisurely, he is distressed in seeing a golden carriage and feels humiliated, but he will complete his assignments.",
        "Commentary": "Confucius/Legge:  His aim is directed to help the lower line. Although he is not in his appropriate place, he and his correlate will in the end be together. Wilhelm/ Baynes: His will is directed downward. Though the place is not appropriate, he nevertheless has companions. Blofeld: The tardy arrival implies that our will-power is at a low ebb. However, though the line is not suitably placed, it does not stand alone. [At least we may hope for a little aid from others.]Ritsema/Karcher: Purpose located below indeed. Although not an appropriate situation, possessing associating indeed. Cleary (2): The mind is on something lower. There is a partner. Wu: He wishes to be with the one below. He is responsive to the other. \n Legge: Lines four and one are proper correlates, but four is dynamic in a magnetic place and therefore slow to give assistance. Then line one is run over by line two, which is represented as a chariot of metal. It is difficult for one and four to come together and effect much, but four is near the ruler, also dynamic, and through this common sympathy a measure of success is attained.",
        "Notes": "Siu:  The man in a high position proceeds hesitantly to help the lower class. He encounters difficulty in breaking loose from the circle of the wealthy and the powerful. The original intention of his good resolution eventually brings favorable results. \n Wing: Your progress is slowed by your position in the situation. Although your intentions are good, you are diverted from your path by temptations. There is some humiliation, but you will accomplish your aim. \n Editor:  Most translations render this line as a golden carriage (a luxurious vehicle), slowly transporting the subject of the fourth line to his destination. The implication is that our unhurried progress may be due to self-indulgence, but the position is not totally improper and a delayed relief of oppression is assured. \n\n\n In each of us there is another whom we do not know. He speaks to us in dreams and tells us how differently he sees us from the way we see ourselves. When, therefore, we find ourselves in a difficult situation to which there is no solution, he can sometimes kindle a light that radically alters our attitude -- the very attitude that led us into the difficult situation. \nJung -- Civilization in Transition \n\n A. Resolution of the situation is slow in coming: \"Better late than never.\" \n B. Illusions of ease and pleasure retard your progress. Nevertheless, mediocre performance does not necessarily portend failure."
    },
    "line_5": {
        "Legge": "The fifth line, dynamic, shows its subject with his nose and feet cut off. He is straitened by his ministers in their scarlet knee covers. He is leisurely in his movements however, and is satisfied. It will be well for him to be as sincere as in sacrificing to spiritual beings.",
        "Wilhelm/Baynes": "His nose and feet are cut off. Oppression at the hands of the man with the purple knee bands. Joy comes softly. It furthers one to make offerings and libations.",
        "Blofeld": "His nose and feet are chopped off owing to difficulties with a vermillion sash-wearer (man of high rank), but joy may come in time. It is advisable to offer sacrifice. [It is very sure that we shall have to suffer bitterly. The joy to come is less certain, but may be assured by our making a suitable sacrifice.]",
        "Liu": "His nose and feet suffer punishment, oppressed by the man in the red ceremonial robe. Joy comes gradually. It is beneficial to sacrifice.",
        "Ritsema/Karcher": "Nose-cutting, foot-cutting. Confined, tending-towards a crimson sash. Thereupon ambling possesses stimulating. Harvesting: availing-of offering oblations.",
        "Shaughnessy": "Doubled rafters; entangled in crimson kneepads, then slowly having extrication; beneficial to use an aromatic grass sacrifice.",
        "Cleary (1)": "Nose and feet cut off, at an impasse in minister’s garb, gradually there will be joy; it is beneficial to make ceremonial offerings.",
        "Cleary (2)": "Nose and feet cut off, exhausted in a regal robe, etc.",
        "Wu": "He feels as if his nose and feet had been cut off, as he is distressed in seeing the red vestment. He will come out of hardship slowly and be happy. It will be good to make offerings.",
        "Commentary": "Confucius/Legge:  His aim has not yet been gained. Satisfied leisure means his position is central and his virtue is correct. Sincere sacrifice means he thereby receives blessing. Wilhelm/Baynes: He does not yet attain his will. The line is straight and central. Thus one attains good fortune. Blofeld:  What we will now will not come to pass. The correct position of the line. Sacrifice in order to ensure good fortune.  Ritsema/Karcher: Purpose not yet acquired indeed. Using centering straightening indeed. Acquiescing-in blessing indeed. Cleary (2): The aim is not yet attained. Taking a balanced course. One receives blessings. Wu: His wishes have not been fulfilled. He is straightforward. He will receive blessings. \n Legge: The fifth line is repressed by the sixth, yet urged on by the fourth. He is thus wounded from above and below, especially the minister in the fourth line with his scarlet knee covers. But the upper trigram symbolizes Cheerfulness, and this indicates that he gets by notwithstanding his difficulties. His sincerity helps get him through also.",
        "Notes": "Siu:  The man's good intentions to help mankind are obstructed from above and below, especially by the bureaucrats. Gradually the situation improves. In the meantime, all he can do is to maintain inner composure, as in offering sacrifices to heaven. \n Wing: There exists a frustrating lack of information within your milieu. Bureaucracy stands in the way of progress. Those who need help are stranded. All you can do is maintain your composure until things take a promised turn for the better. \n Editor:  The situation of line five is \"between a rock and a hard place.\" The nose symbolizes intuition -- to have the nose cut off suggests that we have no insight into our situation; when our feet are cut off, we \"don't have a leg to stand on\" and our foundation is undermined. Psychologically, the symbolism implies that the stress of the position is caused by a higher power: the Self; if so, the stress is necessary to effect an inner transformation of some sort. We are asked to sacrifice our need to understand the incomprehensible and submit to the requirements of the time. This line changes the hexagram to number forty, Liberation, suggesting that through submission toOppression one eventually attains freedom. \n\n\n The death of the physical body is one of the supremer forms of the principle of Crucifixion. One which equals it is the \"death of initiation.\" This is the comparatively high initiation where the whole life is dedicated to the service of the Spirit ... and the initiate instead of dying for a principle, lives out his life in accordance with a principle, and this can be a far harder thing ... The Great Work comes first, whatever the cost. \nGareth Knight --Qabalistic Symbolism \n\n A. Without intuition you have no power-base -- submit to the lessons that a restricted situation offers you. Sacrifice your ego impulses. \n B. You are oppressed by powers outside of your awareness. For the benefit of the Work, sacrifice your autonomy and your need to understand, and attain eventual liberation."
    },
    "line_6": {
        "Legge": "The sixth line, magnetic, shows its subject straitened, as if bound with creepers; or in a high and dangerous position, and saying to herself: \"If I move, I shall repent it.\"  If she does repent of former errors, there will be good fortune in her going forward.",
        "Wilhelm/Baynes": "He is oppressed by creeping vines. He moves uncertainly and says, \"Movement brings remorse.\" If one feels remorse over this, and makes a start, good fortune comes. [A man is oppressed by bonds that can easily be broken. The distress is drawing to an end. But he is still irresolute; he is still influenced by the previous conditions and fears that he may have cause for regret if he makes a move. But as soon as he grasps the situation, changes his mental attitude, and makes a firm decision, he masters oppression.]",
        "Blofeld": "Entangled with creepers and tottering uneasily, he voices regret for his actions. Provided regret is felt, to advance will bring good fortune. [We shall certainly suffer, but sincere regret will stand us in good stead.]",
        "Liu": "Oppressed by vines, he moves uneasily and says, \"Movement brings regret.\" If he feels regret, then sets forth -- good fortune.",
        "Ritsema/Karcher": "Confined, tending-towards trailing creepers. Tending-towards the unsteady [and] unsettled. Spoken-thus: stirring-up repenting possesses repenting. Chastising significant.",
        "Shaughnessy": "Entangled in the creeping vines in the doubled rafters. Say \"regretting the level;\" there is regret; determination is auspicious.",
        "Cleary (1)": "Exhausted at an impasse, in distress, is called regret over action; there is regret. It is auspicious to go on an expedition.",
        "Cleary (2)": "Exhausted in difficulty, in distress, thinking there will be regret if one acts, one does regret. Going forth leads to good fortune. [At the extreme of Exhaustion, one should go on actively. If one is negative, weak, and feeble in ability, one doubts whether one’s ideas are right; this is like being tangled up and ill at ease. Fearing that if one acts one will regret it, one always shrinks back, regrettably. Therefore sages go directly forth to good fortune, resolving this.]",
        "Wu": "He is surrounded by tangling vines and besieged with weariness. He says to himself: “If I would be regretful for doing nothing or doing something, I might as well do something to take my chances of getting out of hardship.”",
        "Commentary": "Confucius/Legge: Her spirit and action are unsuitable, but she repents of her former errors and goes on to good fortune. Wilhelm/Baynes: He is not yet suitable. If there is remorse, this is an auspicious change. Blofeld: The entangling creepers are indicated by the unsuitable position of this line. Feeling regret is a means to obtain good fortune. Ritsema/Karcher: Not yet appropriate indeed. Significance moving indeed. Cleary (2): One has not hit the mark. There is regret because of regretting action; good fortune is to go. Wu: He is not responsive. This would be a good move. \n Legge: Line six is at the top of the figure, where the distress may be supposed to reach its height. She appears bound and on a perilous summit, but her extremity is also her opportunity. She is moved to think of repenting, and if she does so and goes forward, all will be fortunate.",
        "Notes": "Siu:  The man appears to be in the depths of distress. His fears and irresolute concerns over previous failures are not conducive to progress. But the oppressive bonds can be broken if he repents of his error and grasps the situation firmly. \n Wing: Do not allow difficulties in the recent past to create in you attitudes about the future. If you have become cynical or opinionated, you are lost. Improve your attitude, and the situation will follow. Good fortune. \n Editor: The dominant idea is that the subject of the sixth line (\"at the top\") is fettered only by vegetation which presumably could be cast off with little trouble. (This might suggest a long-standing dilemma or limiting belief: vines and creepers only entangle those who are not active enough get out of their way.) It follows that only the illusion that they can't be cast off prevents liberation. \n\n\n Our common reaction to painful difficulty, consciously or unconsciously, is \"what have I done to deserve this?\" \"How can I get out of this?\" \"How can there be a God if this is allowed to happen?\" Rarely do we ask, \"What new dimension of experiencing does this try to teach me?\" \"Wherein am I being challenged?\" \nE. C. Whitmont -- Return of the Goddess \n\n A. Conquer your illusions and proceed with the Work. \n\n March 26, 2001, 4/25/06, 6/27/09"
    }
}