{
    "title": "Disintegration",
    "other_titles": "Splitting Apart, The symbol of Falling or Flaying, Peeling Off, Decay, Flaying, Stripping Away, Intrigue, Deterioration, Collapse, Fracturing, Tearing, Disintegration, Ruin, Unraveling, \"Can refer to a physical parting. Making a secure foundation.\" -- D.F. Hook",
    "Judgment": {
        "Legge": "Disintegration means that it is not advantageous to make a movement in any direction whatever.",
        "Wilhelm/Baynes": "Splitting Apart. It does not further one to go anywhere.",
        "Blofeld": "Peeling off. At present, there is no goal (or destination) which can be sought with advantage. [Peeling off in the sense of getting rid of hindrances (or hinderers) one after another. The first four lines of this hexagram symbolize a process of ridding ourselves progressively of all those upon whom we are accustomed to rely, for the powers of darkness are in the ascendant and no one can be trusted. However, in the long run, virtue triumphs, as indicated by line five, and ultimately we are all the more esteemed for our steadfastness, as can be seen from line six.]",
        "Liu": "Decay. It is unfavorable to undertake anything.",
        "Ritsema/Karcher": "Stripping not Harvesting: possessing directed going. [This hexagram describes your situation in terms of something outmoded or worn out. It emphasizes that eliminating what has become unusable is the adequate way to handle it...]",
        "Shaughnessy": "Flaying: Not beneficial to have someplace to go.",
        "Cleary (1)": "Stripping away does not make it beneficial to go anywhere.",
        "Cleary (2)": "… It is not beneficial, etc.",
        "Wu": "Tearing  indicates that it is not advantageous to have any undertaking."
    },
    "Image": {
        "Legge": "The image of a mountain adhering to the earth forms Disintegration. Superiors therefore strengthen their inferiors to secure the peace and stability of their own position.",
        "Wilhelm/Baynes": "The mountain rests on the earth: the image of Splitting Apart. Thus those above can ensure their position only by giving generously to those below.",
        "Blofeld": "This hexagram symbolizes a mountain resting upon the earth. The truly great shower generosity upon those under them to enable them to live in peace and comfort. [The upper and lower trigrams, mountain and Earth, symbolize the Superior Man and the people in his care.]",
        "Liu": "The mountain stands on the earth, symbolizing Decay. Those above should act with benevolence toward those below. Then there will be peace and security.",
        "Ritsema/Karcher": "Ritsema/Karcher",
        "Cleary (1)": "Mountains are joined to the earth. Those above secure their homes by kindness to those below.",
        "Wu": "The mountain is subordinated to the earth; this is Tearing .Thus those above treat those below with liberal rewards to secure their own positions."
    },
    "Commentary": {
        "Confucius/Legge": "Disintegration means overthrowing or being overthrown: the magnetic lines attack the dynamic line at the top in order to change it into one of themselves. It is unwise to move in any direction because inferior elements are now increasing in power. The superior man, observing this, stops all forward movement. He defers to the exigency of the time, realizing that increase and decrease, ripeness and decay are cyclic rhythms.",
        "Legge": "Disintegrationis the symbol of falling or causing to fall, and refers to the process of decay or overthrow in both the natural and political worlds. The figure consists of five yin lines below and one yang line on top. Decay has begun at the bottom and crept upward. The hexagram symbolizes the ninth month when summer has passed and the year is about to fall into the sterile arms of winter. In the political world, inferior men have gradually displaced good men until only one remains. The lesson for him is to wait because the power operating against him is too strong. Eventually a change for the better will appear. The specific image is that of a bed and its occupant, and the symbolism describes the attempts made to overthrow him. The lower trigram of Docility and the upper trigram of Keeping Still suggest to the superior man of line six how he can best deal with the prevailing circumstances. The situation is not hopeless -- winter is followed by spring, night by day, and the waning moon soon grows full again. So will it be in the course of human affairs. \n The idea behind the Image is that a mountain has the earth for its foundation. If the earth is thick, the mountain preserves its height. So it is with the sovereign and people."
    },
    "Notes": "Judgment:Disintegration means do not act. \n The Superior Man stabilizes his responses and seeks tranquility. \n The twenty-third hexagram is the inverse ofReturn, the hexagram immediately following it. Each figure depicts an opposite pole in a cyclic progression. Here the old cycle has disintegrated to the point of dissolution. The following hexagram depicts theReturnto the beginning of a new cycle. \n The first four lines of Disintegration show the gradual erosion of a position or frame of reference, symbolized by a bed or couch. The inferior forces creep up from below like termites to undermine a solid foundation. The fifth line shows a gathering of forces for a potentially positive transformation, and the top line suggests the first stages of this transformation. The implication is that times of disintegration needn't always be regarded as negative, or a foregone conclusion. We still have the choice to alter conditions in our favor. \n That the superior man \"strengthens his inferiors\" to insure the stability of his position, means that one stabilizes one's psychological situation by defusing the causes of rebellion -- safeguard the foundation where it is weak. Hexagram number forty-three, Resoluteness, is a negative picture of this figure, and the message in the Image is very similar: \"The superior man does not hoard his wealth, but shares it with his subordinates.\"  The idea is subtle -- it doesn't mean to indulge your weaknesses, but to monitor them encouragingly so that they may become transformed into positive forces. \n\n\n Whenever we go deep enough toward the core of a sub- personality, we find that the core -- which is some basic urge, or need -- is good. For practical purposes, this can be considered an absolute. No matter how many layers of distortion may surround it, the basic need, the basic motivation, is a good one -- and if it becomes twisted, it was because of not being able to express itself directly. The real core -- not what the sub- personality wants, but what it needs -- is good. A basic purpose of the coordination phase is to discover this central urge or need, to make it conscious, and to find acceptable ways in which it can be satisfied and fulfilled. And, provided we have sufficient understanding and skill, it can be satisfied -- if not fully, at least enough to maintain the process of growth. \nJames Vargiu -- Subpersonalities",
    "line_1": {
        "Legge": "The first line, magnetic, shows one overturning the couch by injuring its legs. The injury will go on to the destruction of all firm correctness, and there will be evil.",
        "Wilhelm/Baynes": "The leg of the bed is split. Those who persevere are destroyed. Misfortune.",
        "Blofeld": "He starts the peeling off at the foot of the bed. There is no steadfastness -- misfortune!",
        "Liu": "The legs of the bed are rotting. If one continues despite this, misfortune.",
        "Ritsema/Karcher": "Stripping the bed, using the stand. Discarding the Trial: pitfall.",
        "Shaughnessy": "Flaying the good together with the legs; determination about the military is inauspicious.",
        "Cleary (1)": "Stripping a bed of the legs, destroying rectitude brings misfortune.",
        "Cleary (2)": "):  … Destroying uprightness, etc.",
        "Wu": "He tears down the legs of the bed. Without regard to what is correct, it will be foreboding.",
        "Commentary": "Confucius/Legge: Thus she commences her work of ruin with what is lowest in the superior man. Wilhelm/Baynes: \"The leg of the bed is split,\" in order to destroy those below. Blofeld:  This implies ridding ourselves of those below. [Because he finds them unworthy. What is said in the various lines about the foot, edge and mattress of the bed means that he is obliged to continue the peeling off process until he reaches those very close to himself; there is no one left whom he can trust to help him in his work of righteousness.] Ritsema/ Karcher: Below using submerging indeed. Cleary (2): (He) is destroying the foundation.[In contemplating mind, this refers to removing the foundation of discipline.] Wu: He destroys the underpinning. \n Legge:  The attempt in line one is made by commencing with the legs of the couch. The symbolism goes on to explain itself. The object of the evil worker is the overthrow of all firm correctness. Of course there will be evil.",
        "Notes": "Siu:  At the outset, the superior men around the ruler are being undermined by the slander and intrigue of inferior men on their destructive path. All that can be done is to be patient while the evil continues. \n Wing: Your position is being undermined. Persons of inferior persuasions have entered the situation from below and are creating an environment for Deterioration. The time bodes evil for persons of integrity. All you can do is patiently wait. \n Editor:  A bed is a resting place, a context or matrix, as “the bed of a river.” The legs of the bed are its support, or foundation. Thus, the injury or disintegration of the legs is synonymous with \"not having a leg to stand on.\" The image suggests the destruction of a fundamental premise which is essential for correct behavior. \n\n\n That a bed signifies doctrine, is from correspondence, for as the body rests in its bed, so does the mind rest in its doctrine. \nSwedenborg \n\n A. Your assumptions are unfounded -- to continue in error brings unfortunate consequences. \n B. Destructive forces are active -- to pursue your present course is to feed their intent."
    },
    "line_2": {
        "Legge": "The second line, magnetic, shows one overthrowing the couch by injuring its frame. The injury will go on to the destruction of all firm correctness, and there will be evil.",
        "Wilhelm/Baynes": "The bed is split at the edge. Those who persevere are destroyed. Misfortune.",
        "Blofeld": "He continues peeling off at the edge of the bed. There is no steadfastness -- misfortune!",
        "Liu": "The frame of the bed is rotting. If one continues despite this, misfortune.",
        "Ritsema/Karcher": "Stripping the bed, using marking-off. Discarding the Trial: pitfall.",
        "Shaughnessy": "Flaying the good together with the dividers; determination about the military is inauspicious.",
        "Cleary (1)": "Stripping a bed of its frame, destroying rectitude brings misfortune.",
        "Cleary (2)": "…  Destroying uprightness, etc.",
        "Wu": "He strips away the panels of the bed. Without regard to what is correct, it will be foreboding.",
        "Commentary": "Confucius/Legge:  The superior man has as yet no associates. Wilhelm/ Baynes: One has no comrade. Blofeld:  This implies being left without friends. Ritsema/Karcher: Not-yet possessing associating indeed. Cleary (2): There is nothing to work with. Wu: He does not have a responsive correlate. \n Legge: line two has the same effect as line one, except that the foe has advanced from the legs to the frame of the couch.",
        "Notes": "Siu:  The inferior men grow stronger. No help is in sight. Great caution and stubborn adherence to personal convictions are required. \n Wing:  The time requires the utmost caution. You are without allies in a compromising situation. Adapt as best you can to the circumstances. Do not take a self-righteous position or you could be badly hurt. \n Editor:  The legs are what the bed stands upon; the frame is what defines its perimeter."
    },
    "line_3": {
        "Legge": "The third line, magnetic, shows its subject among the over-throwers; but there will be no error.",
        "Wilhelm/Baynes": "He splits with them. No blame.",
        "Blofeld": "He peels them all off -- no error.",
        "Liu": "Falling apart. No blame.",
        "Ritsema/Karcher": "Stripping it, without fault.",
        "Shaughnessy": "Flaying; there is no trouble.",
        "Cleary (1)": "Stripping away without fault.",
        "Wu": "He tears but he is blameless.",
        "Commentary": "Confucius/Legge: That there will be no error on the part of this one among the over-throwers arises from the difference between her and the others above and below. Wilhelm/Baynes: He loses the neighbor above and the one below. Blofeld:  This implies losing contact with those above and below. Ritsema/ Karcher: Letting-go Above and Below indeed. Cleary (2): Loses above and below. Wu: He is not associated with those around him. \n Legge: Line three also represents an over-thrower, but it differs from the others by being the correlate of line six, who is her ally. Three's allegiance is to the sixth line and not, as with the other magnetic lines, to one of her own kind.",
        "Notes": "Siu:  Because of circumstances beyond his control, the man finds himself associating with evil men. His inner relationship with a superior man enables him to retain his righteous stability, leading to opposition from inferior people. \n Wing:  Circumstances have led you into a situation in which you must work with inferior persons or ideals. If you can, nevertheless, maintain a strong tie with a superior element, you will avoid Deterioration and free yourself of regretful errors. \n Editor:  Wilhelm says: \"He splits with them.\" Blofeld renders it: \"He peels them all off.\" These are images of separation or differentiation -- a setting apart. Disintegrationis an upside-down image of the hexagram of Return, and if it is inverted, this line takes the place of line four in Return: \"Walking in the midst of others, one returns alone.\" Wu's Confucian commentary on line three here says: “He is not associated with those around him,” which reinforces this idea. \n\n\n The disintegrating tendencies very often result in psychosis if the unconscious and conscious clash, for then they have prevailed and the person falls into all those parts which are hostile to each other, as, for instance, when the psychotic person hears different voices which quarrel with each other. On the other hand, we know also that the unconscious contains synthesizing or integrating tendencies, which issue from that regulating center which Jung calls the Self. \nM.L. Von Franz -- Alchemical Active Imagination\n\n A. Make a distinction between yourself and inferior elements within the situation, perhaps an attitude."
    },
    "line_4": {
        "Legge": "The fourth line, magnetic, shows its subject having overthrown the couch, and going on to injure the skin of him who lies on it. There will be evil.",
        "Wilhelm/Baynes": "The bed is split up to the skin . Misfortune.",
        "Blofeld": "He continues the peeling off at the mattress of his bed -- misfortune!",
        "Liu": "The entire bed rots, reaching the body. Misfortune.",
        "Ritsema/Karcher": "Stripping the bed, using flesh . Pitfall.",
        "Shaughnessy": "Flaying the good together with the skin; inauspicious.",
        "Cleary (1)": "Stripping away even the skin on the bed , misfortune.",
        "Cleary (2)": "Stripping a bed to the skin brings misfortune.",
        "Wu": "He rips off the matting in the bed . There will be foreboding.",
        "Commentary": "Confucius/Legge:  Calamity is very near at hand. Wilhelm/Baynes: This is a serious and immediate misfortune. Blofeld:  This presages our being very close to a terrible misfortune.  Ritsema/Karcher: Slicing close-to calamity indeed. Cleary (2): Getting very close to disaster. Wu: The danger is imminent. \n Legge:  Danger is imminent. The bed has been overthrown. The person of the occupant is at the mercy of the destroyers.",
        "Notes": "Siu:  Calamity is imminent. Neither warning nor protection is forthcoming. The man is at the mercy of destroyers. \n Wing:  You are exposed to danger. Calamity is imminent and you are unable to hold it back. Without warning, you are on the threshold of defeat. \n Editor:  This is one of the most negative lines in the I Ching-- an image of maximum destruction. Legge’s translation suggests that the dynamic sixth line may be regarded as the bed’s symbolic occupant -- i.e., it's his skin which is being flayed. Psychologically interpreted, this can suggest the Self which is in some sense em-bed-ed in its satellite complexes. \n\n\n Even at the height of [Hitler's] power there was for him no Germany, there were no German troops for whom he felt himself responsible; for him there was -- at first sub-consciously, but in his last years fully consciously -- only one greatness, a greatness which dominated his life and to which his evil genius sacrificed everything -- his own ego. \r\n           Colonel-General Franz Halder \n\n A. You are destroying the Work."
    },
    "line_5": {
        "Legge": "The fifth line, magnetic, shows its subject leading on the others like a string of fishes, and obtaining for them the favor that lights on the inmates of the palace. There will be advantage in every way.",
        "Wilhelm/Baynes": "A shoal of fishes. Favor comes through the court ladies. Everything acts to further.",
        "Blofeld": "A string of fishes symbolizing the high favor enjoyed by maids in the palace -- everything is favorable. [This line seems somewhat to contradict the omen provided by this unlucky hexagram. In such cases, what is said in the moving line must be regarded as specially apt for our particular circumstances; i.e. in spite of the wretched conditions prevailing, those who receive this moving line can pursue their goals without fear of failure.]",
        "Liu": "A string of fish. Favor comes through women of the palace. Everything is good fortune.",
        "Ritsema/Karcher": "Threading fish. Using housing people, favor. Without not Harvesting.",
        "Shaughnessy": "Strung fish; eating the palace men's steamer; there is nothing not beneficial.",
        "Cleary (1)": "Leading fish, gaining favor through court ladies; beneficial in every respect.",
        "Cleary (2)": "Leading fish with the favor shown to court ladies, there is all-around benefit.",
        "Wu": "Like a school of fish, the court ladies are led in to gain the royal favor. Everything will be fine.",
        "Commentary": "Confucius/Legge:  In the end there will be no grudge against her. Wilhelm/ Baynes: In the end this is not a mistake. Blofeld: This implies that ultimately we shall be entirely free from blame. Ritsema/Karcher: Completing without surpassing indeed. Cleary (2): In the end there is no grudge. Wu: There will be no resentment in the end. \n Legge: With line five the symbolism changes. She is the ruler of all the other magnetic lines who are at her disposal. They are imaged as fishes (which come under the category of yin), following each other as if strung together. The ruler of these yin lines is loyal to the yang sixth line, the rightful sovereign in his palace, and she leads the others to him to enjoy his favors. The K'ang-hsi editors say: \"The magnetic fifth line occupies the most honorable place in the figure. She is a queen who leads her subjects to obtain the favors given to the inmates of the palace. She has no jealousy or other vice which seeks to overthrow the ruler.\"",
        "Notes": "Siu:  The dark forces undergo change, yielding to the strong influence of the basic goodness of men. \n Wing: An inferior situation is beginning to change for the better. Through co-operation, opposing forces can come together for mutual benefit. There is now a possibility for success in your endeavors. \n Editor:  This is an image of an intermediate power organizing inferior powers to lend support to (or obtain favors from) a superior power. Psychologically interpreted, one can think of ego, archetypal complexes and Self, respectively. \n\n\n The governor of a circle is of course its center, around which everything revolves. In the psyche likewise, the center is ruler of the entire man. In the conscious realm the ego is master, but in this larger sphere the ego is only one voice among many. The ruler here must transcend the ego. It must be a suprapersonal value that can command the allegiance and obedience of the ego, just as the ego, through the development of consciousness, comes to transcend the [archetypal complexes]. This ruler Jung has called the Self. \nM.E. Harding -- Psychic Energy\n\n A. An approaching synthesis. Disparate forces are brought under control. \n B. Insights present themselves for contemplation. \n C. Contemplate what is wrong in the situation and integrate your forces."
    },
    "line_6": {
        "Legge": "The sixth line, dynamic, shows its subject as a great fruit which has not been eaten. The superior man finds the people again as a chariot carrying him. The inferior men by their course overthrow their own dwellings.",
        "Wilhelm/Baynes": "There is a large fruit still uneaten. The superior man receives a carriage. The house of the inferior man is split apart.",
        "Blofeld": "The ripe fruit remains uneaten. [Few care to accept advice or help, although the Superior Man will gladly give it them.] The Superior Man will acquire a carriage, whereas the mean man will lose his own house.  [This line presages great good fortune for the truly virtuous; for, in the end, their virtue is widely recognized and men rally to their support. On the other hand, those who hitherto have managed to obtain good fortune through dishonest methods pursued at a time when virtue as under an eclipse will lose everything they have.]",
        "Liu": "A large fruit not eaten. The superior man acquires a carriage. The inferior man's house falls apart.",
        "Ritsema/Karcher": "The ripe fruit not taken in. A chun tzu acquiring a cart. Small People Stripping the hut.",
        "Shaughnessy": "The stone fruit is not eaten: the gentleman obtains a chariot the little man flays a gourd.",
        "Cleary (1)": "A hard fruit is not eaten. The superior person gets a vehicle. The inferior person is stripped of a house.",
        "Cleary (2)": "… The leader gets a vehicle. The petty person, etc.",
        "Wu": "The grand fruit is not picked for eating. The jun zi gains a carriage. The little men tear down their shelters. [This is the lone yang line in the hexagram, like a big fruit not yet picked. Translation: the only remaining yang not stripped off by the yin. Here is the jun zi [chun tzu, superior man] who has the support of the people. Despite temporary setbacks, goodness prevails in the end.]",
        "Commentary": "Confucius/Legge: The superior man finds himself in a carriage: he is carried along by the people. The inferior men have over-thrown their own dwellings, which can never again be of use to them.  Wilhelm/Baynes: He is carried by the people. \"The house of the inferior man is split apart\": he ends up as useless.  Blofeld: The carriage symbolizes the support of the people. The mean wretch who loses his house is ultimately found useless for anything. Ritsema/ Karcher: Commoners: the place to carry indeed. Completing, not permitting availing-of indeed. Cleary (2): The leader (is) carried by the people. The small person is after all unsuitable for employment. Wu: Because the people support him. Because they have destroyed their own usefulness. \n Legge: The dynamic sixth line, notwithstanding the attempts against him, survives and acquires fresh vigor. The people again cherish their sovereign, and the plotters have wrought to their own destruction.",
        "Notes": "Siu: The evil finally brings about its own demise, and good times return. \n The man acquires fresh vigor, and the sovereign is strengthened by public support. \n Wing:  The forces of Deterioration have ended. The power will return to persons of worthwhile vision, who will again win the support of others. Inferior persons are destroyed by their own evil, for without power, negativity is self-consuming. \n Editor:  Fruit: Generally, the results of any action, either good or bad: An accrual of Karma. \"By their fruits ye shall know them.\" (The context here being favorable.) Chariot: A vehicle, means of progress, way of going. It can symbolize the psyche as the vehicle of evolution. Here, the superior man (or Self) has a \"new way of going.\" People:\"(Symbolic of) the lower mental and emotional qualities; the natural undeveloped instincts and activities which are to be disciplined and used as a means to the end of the manifestation of the Self.\" [Gaskell --Dictionary of Scriptures and Myths]. Dwelling:in the symbolism of this line, the dwellings of the inferior men are the focal points of autonomous, unregenerate forces within the psyche: desires, appetites, etc. But now these foci are overthrown, so the inferior forces no longer \"have a home.\" Generally speaking, this line tells us that the time of disintegration has passed or will soon change for the better. As Legge points out in his commentary on the hexagram: \"The situation is not hopeless -- winter is followed by spring, night by day, and the waning moon soon grows full again. So will it be in the course of human affairs.\" \n\n\n Happy is the virtuous man, for he will feed on the fruit of his deeds; Woe to the wicked, evil is on him, he will be treated as his actions deserve. \nIsaiah 3: 10-11 \n\n A. The consequences of past actions have yet to manifest themselves, or you have yet to assimilate an insight concerning a natural separation of positive and negative elements within the situation. However, a reorganization and new synthesis of forces is imaged and stability is being re-established. \n\n June 30, 2001,4/23/06, 03/25/08"
    }
}