{
    "title": "Clouded Perception",
    "other_titles": "Darkening of the Light, The Symbol of the Appearance of Clear Intelligence Wounded, Injury, Wounding of the Bright, Brightness Hiding, Calling Pheasant, The Darkened Light, Concealment of Illumination, Injury of Illumination, Light Obliterated, Intelligence Unappreciated, Censorship, Hiding One's Light, The Dark Night of the Soul, Ignorance \"Not necessarily as bad as it sounds, may just mean being restricted or restricting yourself.\" -- D.F. Hook",
    "Judgment": {
        "Legge": "Under the conditions of Clouded Perceptionbe aware of the difficulty of your position and maintain firm correctness.",
        "Wilhelm/Baynes": "Darkening of the Light. In adversity it furthers one to be persevering.",
        "Blofeld": "Darkening of the Light. Righteous persistence in the face of difficulty brings reward.",
        "Liu": "Darkening of the Light. It benefits one to carry on through hard times.",
        "Ritsema/Karcher": "Brightness Hiding,  Harvesting: drudgery, Trial. [This hexagram describes your situation in terms of intelligence hidden or harmed. It emphasizes that deliberately concealing your light by entering what is beneath you is the adequate way to handle it. To be in accord with the time, you are told to: hide your brightness!]",
        "Shaughnessy": "Calling pheasant:  Beneficial to determine about difficulty.",
        "Cleary (1)": "In concealment of illumination, it is beneficial to be upright in difficulty.",
        "Cleary (2)": "When illumination is damaged, it is beneficial to be upright in difficulty.",
        "Wu": "Light Obliterated indicates that it is advantageous to be persevering in time of danger."
    },
    "Image": {
        "Legge": "The sun enters the earth -- the image ofClouded Perception.The superior man manages his subordinates and shows his intelligence by keeping it hidden.",
        "Wilhelm/Baynes": "The light has sunk into the earth: the image of Darkening of the Light. Thus does the superior man live with the great mass: He veils his light, yet still shines.",
        "Blofeld": "This hexagram symbolizes light hidden within the earth. In governing the people, the Superior Man, though taking care to conceal his light, nevertheless shines.",
        "Liu": "The sun sinking under the earth symbolizes the Darkening of the Light. In approaching the people the superior man veils his brightness, yet still has glory.",
        "Ritsema/Karcher": "Ritsema/Karcher",
        "Cleary (1)": "Light enters into the earth, illumination is concealed.Thus do  Superior people deal with the masses, acting unobtrusively while in fact illuminated. [When practitioners of the Tao are among the masses, if they use their illumination too much, they will startle the ignorant and amaze the worldly, easily bringing on abuse and slander.]",
        "Cleary(2)": "Illumination goes underground, in concealment of illumination. In dealing with the masses, true leaders act unobtrusively while in fact being illuminated. [What sages learn is to become daily more illumined unbeknownst to others.]",
        "Wu": "The light enters the earth; this is Light Obliterated. Thus the jun zi uses the spirit of dimness in place of brightness to administer affairs of the populace. [By “dimming” his internal strength, he would make people feel that he is one of them.]"
    },
    "Commentary": {
        "Confucius/Legge": "The image of Brightness entering into the midst of the earth suggests clarity that has been wounded or obscured. The lower trigram shows Clarity, the upper Docility. King Wen had both of these qualities, yet he was involved in great difficulties. The individual concerned should obscure his brightness. Thus was Count Chi able to correctly maintain his mind and intent amidst the difficulties of his situation.",
        "Legge": "This hexagram shows an able officer going forth in the service of his country, notwithstanding the occupancy of the throne by a weak and unsympathetic ruler. Hence the name Clouded Perception or Intelligence Wounded -- that is, injured and oppressed. The lesson of the figure is to show how such an officer will conduct himself and maintain his purpose. \n King Wen was not of the line of Shang. Though opposed and persecuted by its sovereign, he could pursue his own course, till his line came in the end to supersede the other. It could not be so with the Count of Chi, who was a member of the House of Shang. He could do nothing that would help on its downfall."
    },
    "Notes": "Judgment: Recognize a difficult situation and use your willpower to cope with its restrictions. \n The Superior Man manages the situation by subduing his need to speculate, meddle, or call attention to himself. (Alternate: When in the presence of arrogance, the wise man plays the fool.) \n The thirty-fifth hexagram shows the trigram of Clarity progressing over the earth -- an image of advancing awareness. The thirty-sixth hexagram is the inverse of this -- it shows the trigram of Clarity swallowed up by the earth. If the image of Advance of Consciousness symbolizes noon, when the sun is at the midheaven, then Clouded Perception symbolizes midnight, when the sun is at the Imum Coeli, or undersky. It is a time of maximum darkness, maximum ignorance; a time when the dark forces of the unconscious are at their strongest. We are reminded of the Dark Night of the Soul, an inescapable and inevitable phase of the Work: \n\n\n When, at length, they have practiced themselves for some time in the journey of virtue, persevering in meditation and prayer, wherein, with the suavity and relish they have found, they have become detached from worldly things, and acquired some spiritual strength in God, so as to be able to curb the creature appetites and in some small degree suffer for God some slight load and dryness, without turning back at the crucial moment; when, to their thinking, they are proceeding in these spiritual exercises to their entire satisfaction and delight; and when the Sun of Divine favors seems to them to shine most radiantly upon them, God darkens all this light, and shuts the door and fountain of the sweet spiritual water, which they were wont to drink in God as often and as long as they chose ... and thus, he leaves them in darkness so profound that they know not whither to direct the sense of the imagination and speculations of the mind. \nSt. John of the Cross \n\n\n The Dark Night of the Soul is the universal experience of everyone who follows the way beyond the tried and true paths of the spiritual dilettante. It is an archetypal filter for determining the survival of the fittest in psychic evolution. For those who have entered this phase of the Work, it is good to remember that no one is given a test that they can't pass if they sincerely want to. \n The situation in line five of this hexagram means little to one who is unacquainted with Chinese history. In its essence, the story of Count Chi concerns a superior man who was imprisoned by an evil emperor. The only way that he could survive this dark time was to feign insanity. Thus the message in the Image counsels us to show our intelligence by concealing it. There is a wide range of applications for this rule, and perhaps Lao Tse gives us the best paraphrase of the idea in his famous aphorism: He who knows does not speak; He who speaks does not know. \n In terms of the Work this can mean that one must firmly understand that there are some things which cannot be shared with just anyone. Inner work is very fragile until it has had time to crystallize, and to expose its truths to the harsh light of unsophisticated intellect is to risk severe damage to the process of individuation. \n\n\n One must not tell people of things they cannot grasp. There are mysteries that cannot be shared with everybody ... Some things can be told to no one and a secret told to a wrong person is destructive and even irresponsible. \nM.L. Von Franz -- The Feminine in Fairytales\n\n\n This hexagram can symbolize many situations, but sometimes it is a suggestion that you are ignorant or \"in the dark\" about the true state of affairs now prevailing.",
    "line_1": {
        "Legge": "The first line, dynamic, shows its subject with clouded perception, flying, but with drooping wings. When the superior man is about his business he may go for three days without eating. Wherever he goes, the people there may speak derisively of him.",
        "Wilhelm/Baynes": "Darkening of the light during flight. He lowers his wings. The superior man does not eat for three days on his wanderings. But he has somewhere to go. The host has occasion to gossip about him.",
        "Blofeld": "Failure of the light during his progress through the sky caused him to lower his wings. When busy with affairs, the Superior Man may go without food for three days on end, so intent is he on reaching his goal; but his lord will have something to say about this.",
        "Liu": "The darkened light flies and droops its wings. The superior man fasts for three days during his wanderings. His host speaks of him with derision. He leaves to go someplace.",
        "Ritsema/Karcher": "Brightness Hiding tending-towards flying. Drooping one's wings. A chun tzu tending-towards moving: three days not taking in. Possessing directed going. A lord: people possessing words.",
        "Shaughnessy": "The calling pheasant in flight, drops its left wing: the gentleman on the move, for three days does not eat; there is someplace to go; the ruler has words.",
        "Cleary (1)": "Concealing illumination in flight, letting the wings hang down; a superior man on a journey not eating for three days has a place to go. The master is criticized.",
        "Cleary (2)": "): Illumination concealed in flight, etc … The ruler has something to say.",
        "Wu": "It is like a bird in flight with its wings drooping. If the jun zi takes a journey, he may go without food for three days andhis host will have words about his undertakings.",
        "Commentary": "Confucius/Legge:  In such a case he feels it right not to eat. Wilhelm/ Baynes: It is the obligation of the superior man to refrain from eating during his wanderings. Blofeld: It is the duty of the Superior Man to go without food for three days if his activities require this of him. Ritsema/Karcher: A chun tzu tending-towards moving: righteously not taking-in indeed. Cleary (2): It is right that they do not eat. [This is like a just person fleeing a vicious tyrant … such is the speed of travel that they do not have the leisure to eat for three days.]Wu: For righteousness sake, he refuses to eat.] \n Legge:  Line one is dynamic, and in its right place. He should be going forward, but the general signification of the hexagram supposes him to be wounded. The wound, received at the commencement of the action, is but slight. It suggests a bird hurt so that it must droop its wings. The subject then appears directly as the superior man. He understands that he must desist from the struggle for a time, and is so rapt in the thought that he can fast for three days and not think of it. When he does withdraw, opposition may follow him, but he holds to his own purpose. The commentary says that he does not purposely fast, but when he has nothing to eat he doesn't complain. He thinks it right that it should be so in this case.",
        "Notes": "Siu:  At the outset, the man encounters hostility and derision in his attempt to soar above all obstacles. He does not compromise but perseveres in his thinking and remains true to his principles. People do not understand him. \n Wing:  An attempt to rise above the obstacles in your environment will be met with hostility. If you decide to serve your personal drives and compromise the needs of society, you will be misunderstood and censured. Such is the difficulty of the position. \n Editor:  Flying: Air is the realm of thought. To fly is to move in the realm of ideas: to think, speculate, reason. Drooping wings: Wounded in the realm of thought: impaired thinking, inferior conceptualization, crippled by faulty ideas or incomplete information, “clipped wings.” He does not eat: he doesn't jump to conclusions, but reasons it out to the end. Three days: A period of completion. (\"The Chinese say that numbers begin at one and are made perfect at three.\" -- Gaskell, Dictionary of Scriptures and Myths.) People speak derisively: Subordinate elements within the psyche (emotions, etc.) clamor for resolution, easy answers, etc. Psychologically, this combination of symbols points to a confused situation which demands careful differentiation. Though answers may not be forthcoming immediately, be patient and you will get what you seek. The line can also refer to painfully following one's path regardless of consequences. (Compare with symbolism of fourth line correlate.) \n\n\n In a word: the first work of the hero is to retreat from the world scene of secondary effects to those causal zones of the psyche where the difficulties really reside, and there to clarify the difficulties, eradicate them in his own case (i.e., give battle to the nursery demons of his local culture) and break through to the undistorted direct experience and assimilation of what C.G. Jung has called \"the archetypal images.\" This is the process known to Hindu and Buddhist philosophy as viveka, \"discrimination.\" \nJoseph Campbell --The Hero with a Thousand Faces \n\n A. Your thinking is confused and requires a new point of view. Don't jump to easy conclusions. Even though you are anxious to resolve the issue, you are obliged to reason it through to the end."
    },
    "line_2": {
        "Legge": "The second line, magnetic, shows its subject with clouded perception and wounded in the left thigh. She saves herself by the strength of a swift horse, and is fortunate.",
        "Wilhelm/Baynes": "Darkening of the light injures him in the left thigh. He \n gives aid with the strength of a horse. Good fortune.  [Here the Lord of \n Light is in a subordinate place and is wounded by the Lord of Darkness. But \n the injury is not fatal; it is only a hindrance. Rescue is still possible.]",
        "Blofeld": "Though injured in the left thigh, he made use of a horse in relieving distress -- good fortune!",
        "Liu": "The darkened light injures his left thigh, but he is saved by a strong horse. Good fortune.",
        "Ritsema/Karcher": "Brightness Hiding. Hiding tending-towards the left thigh. Availing-of a rescuing horse, invigorating significant.",
        "Shaughnessy": "The calling pheasant is wounded in the left thigh; herewith hold aloft the horse's vitality; auspicious.",
        "Cleary (1)": "Concealment of illumination. Getting hurt in the left leg calls for rescue; if the horse is strong, it bodes well.",
        "Wu": "His left thigh is wounded. There will be good fortune if a strong horse is used to save him.",
        "Commentary": "Confucius/Legge: Her good fortune is due to the proper fashion of her acting according to her circumstances. Wilhelm/Baynes: The good fortune comes from [the line's] devotion to the rule.  Blofeld: This good fortune results from compliance with laws and regulations. [The implication would seem to be that, when charged with emergency duties, we must persist in carrying them out at all costs.] Ritsema/Karcher: Yielding used by-consequence indeed. [By-consequence (-of), TSE: very strong connection, reason, cause, result; rule, law, pattern, standard...] Cleary (2): The luck of the second yin is in model obedience. Wu: Abiding by the principle. \n Legge: Line two is magnetic, but in her proper and central place, giving us the idea of an officer, obedient to duty and the right. Her wound in the left thigh may impede her movements, but it does not disable her. She finds the means to save herself and maintain her good purpose. The \"proper fashion of acting\" is suggested by the magnetic line being the central place.",
        "Notes": "Siu:  The man is injured but is not disabled. He recovers and pursues his good purpose with the strength of a horse. \n Wing:  Rather than disabling you, a recent injury that you have sustained on your path will serve to inspire you toward affirmative and vigorous action in the direction of the general good. \n Editor: The thigh is a walking muscle, giving us the power to move or act. The left is a universal symbol of the unconscious psyche and its functions. The left thigh, then, is an image of unconscious motive power, or natural motivation. To be \"wounded in the left thigh\" suggests an impeded natural response, as opposed to a conscious, willed response. (When associated with the idea of Clouded Perception, this may refer to a failure of insight or intuition.) A horse represents energy in general; here it may be psychic energy relating to perception -- \"horse- sense,\" if you will. One is reminded of the centaur Chiron, the “wounded healer” of Greek myth, who was also wounded in the thigh. In astrology, Chiron symbolizes unhealable wounds, and although it may be stretching the symbolism here, dealing with such wounds is a natural part of the Work: they may be unhealable, but they must be dealt with nonetheless. In the words of an old Blues lyric: “I may get better, but I won’t get well.” Sometimes receiving this line is a hint that if you were in touch with your inner processes you wouldn't have needed to ask the question. \n\n\n Fusion, inner unity, is obtained by means of \"friction,\" by the struggle between \"yes\" and \"no\" in man. If a man lives without inner struggle, if everything happens to him without opposition, if he goes wherever he is drawn or wherever the wind blows, he will remain such as he is. But if a struggle begins in him, and particularly if there is a definite line in this struggle, then, gradually, permanent traits begin to form themselves, he begins to \"crystallize.\" \nGurdjieff \n\n A. Crippled by ignorance, but saved by instinct -- let horse-sense be your guide. \n B. A lack of awareness has crippled your ability to respond, but the impetus of your innate sense of what is correct will carry you through."
    },
    "line_3": {
        "Legge": "The third line, dynamic, shows its subject in the condition of clouded perception, hunting in the south, and taking the great chief of the darkness. He should not be eager to make all correct at once.",
        "Wilhelm/Baynes": "Darkening of the light during the hunt in the south. Their great leader is captured. One must not expect perseverance too soon.",
        "Blofeld": "Wounded while on a military expedition in the south, he still managed to capture the rebel leader. Persistence amounting to madness should be avoided.",
        "Liu": "The southern expedition of the darkened light captures the leader. Act without rushing. Continue.",
        "Ritsema/Karcher": "Brightness Hiding tending-towards the South, hounding. Acquiring its great, the head. Not permitting affliction. Trial.",
        "Shaughnessy": "The calling pheasant is wounded in the southern hunt, getting its great head; it is not permissible to determine about illness.",
        "Cleary (1)": "Illumination concealed, going south hunting, catching the big chief; hasty correction won’t do.",
        "Wu": "A royal hunt in the southern country bags the head of the chieftains. It is correct to go without haste.",
        "Commentary": "Confucius/Legge:  With the aim represented by hunting in the south a great achievement is accomplished. Wilhelm/Baynes:  The purpose of the hunt in the south has great success. Blofeld: His willingness to undertake the expedition to the south symbolizes determination to achieve great results. Ritsema/ Karcher: The South: hounding's purpose. Thereupon acquiring the great indeed. Cleary (2): A big catch. Wu: The goal is to make big gains. \n Legge: Line three, dynamic in a dynamic place, is the topmost line of the lower trigram of Clarity. He responds to his proper correlate in line six, emblemed in this hexagram as the seat of the weak tyrant. The solar light is found in the south, to which we turn when we look at the sun at noon, and hence the subject of this line is seen as a hunter successfully pursuing his quarry. Although successful he should not be overeager to put all things right at once.",
        "Notes": "Siu: The man encounters the chief of disorder and captures him. Despite swift victory, he is not overly eager to put all things in order in one fell swoop. Only gradualness is effective in correcting the long-standing evils. \n Wing: You come face to face with the perpetrator of wrong thinking. Circumstances are such that you can effortlessly seize control of the situation. Proceed carefully. It is dangerous to attempt to abolish an old and ingrained pattern all at once. \n Editor:  The south is where the light is found, and to hunt there is to seek enlightenment in the matter at hand. To take the \"great chief of the darkness\" is to apprehend the source of the problem. To \"not be eager to make all correct at once\" can be a caution about imposing intellectual reasoning on emotional forces. ("
    },
    "line_4": {
        "Legge": "The fourth line, magnetic, shows its subject just entered into the left side of the belly of the dark land. But she is able to carry out the mind appropriate to the condition of clouded perception, quitting the gate and courtyard of the lord of darkness.",
        "Wilhelm/Baynes": "He penetrates the left side of the belly. One gets at the very heart of the darkening of the light, and leaves the gate and courtyard.",
        "Blofeld": "It is as though he had penetrated someone's left side and perceived a darkened heart as clearly as if that heart had been abstracted from its dwelling place. [The Chinese text for this line is so far from clear as to suggest that it is corrupt. My interpretation must be regarded as no more than an intelligent guess. The actual text runs something like this: \"Into left side, obtain light-darkened heart -- or heart of the light-darkening -- outside the gates and courtyards (of home).\" Fortunately, the commentary on this line explains the general meaning, so the matter is not of great importance.]",
        "Liu": "He penetrates the left belly (an inner place) and wins the heart (confidence) of the darkened light. Then he gets the chance to fly away from the courtyard.",
        "Ritsema/Karcher": "Entering tending-towards the left belly. Catching Brightness Hiding's heart. Tending-towards issuing- forth-from the gate chambers.",
        "Shaughnessy": "The calling pheasant is wounded in the left belly: Bagging the calling pheasant's heart, in going out of the gate and courtyard.",
        "Cleary (1)": "Entering the left belly, finding the mind in which illumination is concealed, one leaves the house.",
        "Cleary (2)": "…  Finding the heart of illumination in concealment and going out of the house.",
        "Wu": "He enters the left side of the trunk to get at the heart of Light Obliterated. He leaves his house.",
        "Commentary": "Confucius/Legge: Having just entered into the left side of the belly of the dark land, she is still able to carry out the idea in her mind. Wilhelm/Baynes: That is, he finds out the inmost sentiment of the heart. Blofeld: This is a way of saying that he saw clearly into the other's heart. Ritsema/Karcher: Entering tending-towards the left belly. Catching the heart, intention indeed. Cleary (2): Entering the left belly is finding the heart’s intent. Wu: For the purpose of learning the intention. [“The left side of the trunk” suggests a darkened area, referring euphemistically to the court of the tyrant king.] \n Legge: Line four is magnetic, but in her proper place. She escapes from her dangerous position with little damage. The \"idea in her mind\" is the idea of withdrawing from the position and escaping.",
        "Notes": "Siu: The man is in close proximity to the leader of the evil forces. Knowing the latter's secret thoughts, he recognizes that there is no hope for improvement. He therefore leaves the scene before the disastrous storm. \n Wing: You are in a fine position to perceive the present situation with clarity. If it appears hopeless and doomed, as it well might, now is a good time to exit. \n Editor:  Left side: Universal symbol of the unconscious. Belly of the dark land: The center of the unconscious, the source of ignorance, evil, etc. Carry out the mind appropriate to the condition of clouded perception: i.e., the Judgment and Image of the hexagram. Quitting the gate and courtyard of the lord of darkness: Once you see the source of the problem, avoid it henceforth. This line is the proper correlate of line one, which describes a difficult inquiry. In some circumstances, the two lines might be thought of as a question and its answer. \n\n\n The unconscious parts of the psyche are actually, as the term implies, unknown -- a fact not infrequently overlooked, for it is hard for anyone to believe that factors of which he knows nothing are functioning autonomously within his own psyche. Even when their presence has been demonstrated conclusively, it is often hard for the individual to admit their existence even to himself. \nM.E. Harding --Psychic Energy \n\n A. \"Resist not evil\" -- avoid it. \n B. Clarify your ignorance by getting to the heart of the matter and then act accordingly. \n C. You have comprehended an unpleasant truth which demands an obvious and appropriate response."
    },
    "line_5": {
        "Legge": "The fifth line, magnetic, shows how the Count of Chi fulfilled the condition indicated by clouded perception. It will be advantageous to be firm and correct.",
        "Wilhelm/Baynes": "Darkening of the light as with Prince Chi. Perseverance furthers.",
        "Blofeld": "Prince Chi suffered injury, but his persistence along a righteous course was rewarded.",
        "Liu": "The darkened light of Prince Chi. Continuance benefits.",
        "Ritsema/Karcher": "The winnowing son's Brightness Hiding. Harvesting Trial.",
        "Shaughnessy": "Jizi's calling pheasant; beneficial to determine.",
        "Cleary (1)": "Concealment of illumination in a basket is beneficial if correct.",
        "Cleary (2)": "The concealment of illumination on the part of a just scion of an evil ruling house is beneficial and upright.",
        "Wu": "The way the Viscount of Qi handled the situation of Light Obliterated is advantageous only through perseverance.",
        "Commentary": "Confucius/Legge:  His brightness could not be quite extinguished. Wilhelm/ Baynes: The perseverance of Prince Chi shows that the light cannot be extinguished. Blofeld: His was a light which can never be extinguished. Ritsema/Karcher:  Brightness not permitted to pause indeed. Cleary (2): His understanding cannot be suppressed. [This represents being outwardly flexible while inwardly strong, remaining balanced in the middle, appearing to be ignorant while actually being illuminated.] Wu: The perseverance of the Viscount of Qi made it impossible to obliterate the light. \n Legge:  Line five should be the place of the ruler, but in this hexagram line six takes that position. The officer here, in the center of the upper trigram, just below the sovereign, is modeled on the Count of Chi, an historical personage.",
        "Notes": "Siu:  The man recalls the manner in which Prince Chi preserved his convictions by feigning insanity when trapped in the court of the tyrant Chou Hsin. In coping with danger during times of darkness, he exhibits an invincibility of spirit, coupled with unusual caution. \n Wing: You are in an obvious and important role in this situation, yet you are not in accord with it. You are not in a position to struggle against elements that run contrary to your principles. Conceal your ideals and acquiesce outwardly to the powers that be. You will ultimately be rewarded. \n Editor: Count Chi \"hid his light\" by feigning insanity to deceive the tyrant holding him captive. Basically, the idea is that you are \"imprisoned\" by the situation at hand and powerless to do anything but adapt to it. If you don't surrender your integrity you can persevere through a dark and difficult time. As so often in fifth lines, the image is an echo of the ideas in the Judgment and/or Image of the hexagram as a whole. This particular predicament reminds us of the Biblical story of David: \n\n\n David ... became very frightened of Achish the king of Gath. When their eyes were on him he played the madman and, when they held him, feigned lunacy. He would drum on the doors of the gate and let his spittle run down his beard. Achish said to his servants, \"You can see this man is mad. Why bring him to me? Have I not enough madmen without your bringing me this one to weary me with his antics?\" \nI Samuel 21: 13--15: \n\n A. In the presence of arrogance, the wise man plays the fool. (Now is the time to hide your light.) \n B. The Dark Night of the Soul. \n C. Clarity in the matter at hand is concealed for now."
    },
    "line_6": {
        "Legge": "The sixth line, magnetic, shows the case where there is no light, but only obscurity. Its subject had at first ascended to the top of the sky; her future shall be to go into the earth.",
        "Wilhelm/Baynes": "Not light but darkness. First he climbed up to heaven, then he plunged into the depths of the earth.",
        "Blofeld": "Nothing to lighten the darkness! Having once climbed to heaven, he later descended into the earth.",
        "Liu": "Not light, but shadows. First he ascended to the sky, and later plunged into the earth.",
        "Ritsema/Karcher": "Not Brightening, darkening. Initially mounting tending-towards heaven. Afterwards entering tending-towards earth.",
        "Shaughnessy": "Not bright or dark: initially it rises into the heavens, afterwards it enters into the ground.",
        "Cleary (1)": "The darkness of non-understanding; first ascending to heaven, then descending into the earth.",
        "Cleary (2)": "In the darkness of ignorance, first ascending to heaven, later going underground.",
        "Wu": "Knowing not how to use the spirit of dimness, he first ascends to heaven and then falls into the depths of the earth.",
        "Commentary": "Confucius/Legge: She might have enlightened the four quarters of the kingdom. She has failed to fulfill the model of a ruler. Wilhelm/Baynes: \n Thus he might have been able to illuminate the lands of all the four quarters of the earth. Because he had lost the rule. Blofeld: He illumined the four quarters of the empire; his descent into the earth means that he transgressed divine law. Ritsema/Karcher: Illuminating the four cities indeed. Letting-go by consequence indeed. Cleary (2): First ascending to heaven is lighting up the nations; later going underground is losing guidance. Wu:“He first ascends to heaven” when his brightness shines at the four corners of the kingdom, “and then falls into the depths of the earth” when he violates the code of conduct. \n Legge:  Line six shows the fate of the ruler, who opposes the officer who would do her good and intelligent service. Instead of becoming as the sun, enlightening all from the height of the sky, she is as the sun hidden below the earth.",
        "Notes": "Siu:  There is only darkness. The ruler opposes officers capable of good and intelligent service. He does not shower blessings upon his people but ignores his duties and responsibilities for increasing the common good. \n Wing:  The current trend is coming to an end. The bad times are consuming themselves and will become but a memory. Those who once struggled to control the situation will fall back into obscurity. \n Editor: This line is the Lord of Darkness oppressing the entire hexagram. Psychologically interpreted, the ego has not seen the light. Because this line changes the hexagram to number twenty-two, Persona, there is a hint that some sort of egocentric vanity may be involved. \n\n\n Hence it is that they shun the light of heaven, and cast themselves down into their own light; a light which is like the light from glowing coals, and in some places like that from burning sulphur. But even this light is turned into thick darkness, when any particle of light from heaven flows in there. \nSwedenborg -- Heaven and Hell \n\n A. You had clarity, then you lost it. \n B. An image of the source of darkness, ignorance or negativity in the situation at hand. \n C. A negative element about to be eliminated. \n\n February 12, 2001, 12/09/08"
    }
}