{
    "title": "Persona",
    "other_titles": "Grace, The Symbol of Decoration, Elegance, Gracefulness, Luxuriance, Adorning, Public Image, Adornment, Beauty, Conceit, Vanity, Veneer, Façade, Manners, Embellishment, Superficiality, Superficial Appearances, Form vs. Function, \"Art,\" Ego-trips, \"Often refers to conceit, vanity or beauty. It stresses that the content is more important than the outward appearance.\" -- D.F. Hook",
    "Judgment": {
        "Legge": "Persona should be given its due, but there is no advantage in allowing it to advance and take the lead.",
        "Wilhelm/Baynes": "Grace has success. In small matters it is favorable to undertake something.",
        "Blofeld": "Elegance. Success! Some small advantage can be derived from having a particular goal (or destination). [The implication is that the advantage is not sufficient to make it worth while to seek that goal or destination unless no special difficulty or inconvenience is involved. The arrangement of the lines in this hexagram is very similar to that in the previous one, but it is adjudged much more suitable. The general idea is that, like nature, we should conform to a regular and well ordered pattern of behavior which, since we are human beings and not mere animals, involves a high degree of refinement. From the point of view of divination, it would seem that this is a time to watch carefully so as to learn how those involved in the situation think and behave, the better to influence them for the good when the opportunity arises.]",
        "Liu": "Gracefulness, success. Small undertakings benefit.",
        "Ritsema/Karcher": "Adorning , Growing. The small, Harvesting: possessing directed going. [This hexagram describes your situation in terms of its outward presentation. It emphasizes that building intrinsic value by embellishing appearance and displaying valor is the adequate way to handle it...]",
        "Shaughnessy": "Luxuriance : Receipt; a little beneficial to have someplace to go.",
        "Cleary (1)": "Adornment is developmental. It is beneficial to go somewhere in a minimal way.",
        "Cleary (2)": "Adornment is successful. It is beneficial to go somewhere in a small way.",
        "Wu": "Adornment is pervasive and shows small advantage of an undertaking. [Adornment does not change the nature of what it adorns, but merely makes what it adorns appear more attractive. In other words, the change is mostly superficial but not substantive…]"
    },
    "Image": {
        "Legge": "Persona should be given its due, but there is no advantage in allowing it to advance and take the lead.",
        "Wilhelm/Baynes": "Grace has success. In small matters it is favorable to undertake something.",
        "Blofeld": "Elegance. Success! Some small advantage can be derived from having a particular goal (or destination). [The implication is that the advantage is not sufficient to make it worth while to seek that goal or destination unless no special difficulty or inconvenience is involved. The arrangement of the lines in this hexagram is very similar to that in the previous one, but it is adjudged much more suitable. The general idea is that, like nature, we should conform to a regular and well ordered pattern of behavior which, since we are human beings and not mere animals, involves a high degree of refinement. From the point of view of divination, it would seem that this is a time to watch carefully so as to learn how those involved in the situation think and behave, the better to influence them for the good when the opportunity arises.]",
        "Liu": "Gracefulness, success. Small undertakings benefit.",
        "Ritsema/Karcher": "Ritsema/Karcher",
        "Shaughnessy": "Luxuriance : Receipt; a little beneficial to have someplace to go.",
        "Cleary (1)": "Adornment is developmental. It is beneficial to go somewhere in a minimal way.",
        "Cleary(2)": "Adornment is successful. It is beneficial to go somewhere in a small way.",
        "Wu": "Adornment is pervasive and shows small advantage of an undertaking. [Adornment does not change the nature of what it adorns, but merely makes what it adorns appear more attractive. In other words, the change is mostly superficial but not substantive…]"
    },
    "Commentary": {
        "Confucius/Legge": "In Persona we see the magnetic central line ornamenting the dynamic lines of the lower trigram, and hence it is said that ornament should have free course. On the other hand, the dynamic top line ornaments the magnetic lines of the upper trigram, and hence it is said that there will be little advantage if ornament is allowed to advance and take the lead. The elegance and intelligence of the lower trigram is regulated by the restraint of the upper trigram. This suggests the observances which adorn human society. We observe the ornamental figures of the sky, and thereby ascertain the changes of the seasons. We observe the ceremonial customs of society, and understand how transformation is accomplished in the world.",
        "Legge": "Persona is the symbol of what is ornamental and of the act of adorning. As there is adornment in nature, so should there be in society, but its place is secondary to that which is substantial. \n The K'ang-hsi editors say that the magnetic line coming and ornamenting the two dynamic lines in the lower trigram shows how substantiality should have the benefit of ornamentation. The dynamic line ornamenting the two magnetic lines in the upper trigram shows how ornamentation should be restrained by substantiality. Ornament has its use, but it should be kept in check. \n The figures of the sky are all the heavenly bodies in their relative positions and various movements, producing day and night, heat and cold, etc. The observances of society are the ceremonies and performances which regulate and beautify the intercourse of men. \n \"A mountain,\" says Ch'eng-tzu, \"is a place where we find grass, trees, and a hundred other things. A fire burning below it throws up its light, and brings them all out in beauty. This gives the idea of ornament, or being ornamented. The various processes of government are small matters, and elegance and ornament help their course, but great matters of judgment demand the simple, unadorned truth.”"
    },
    "Notes": "Judgment: There's nothing wrong with showing a little style, but don't become so identified with a role that it makes your decisions for you. \n The Superior Man  displays wit and charm when that is appropriate, but relies upon shrewd discernment when making serious choices. \n Confucius points out the correct attitude for this hexagram in his third sentence -- the elegant intelligence, or \"brilliant wit\" of the lower trigram is being \"sat on\" by the mountain of the upper trigram. Brilliant wit is often just an \"ornament\" to make one look clever in the company of others. Like seasoning on food, a little bit ofPersona or ornamentation is life-enhancing, but too much curry powder overwhelms the meal. \n Jung's conception of the Persona points out the fact that it is a major vehicle for the complexes to express themselves under the guise of social interaction: \n\n\n (The Persona) is only a mask for the collective psyche, a mask that feigns individuality, and tries to make others and oneself believe that one is individual, whereas one is simply playing a part in which the collective psyche speaks.\n Jung -- The Relations between the Ego and the Unconscious\n\n\n For an urban shipping clerk to wear cowboy clothes may be a legitimate expression of his personality, or it may be the only outlet available for repressed portions of his psyche. When he begins driving a pickup truck and frequenting Country-Western bars we might suspect that his role is playing him and the real Self is being masked by excessive ornamentation orPersona.\n\n\n The person cannot be more than an instrument for the manifestation of the self. But people get so attached to their mask that they cannot free themselves from it any more ... They make a king out of the servant and separate themselves from their true being. They force their higher self into exile, into the unconscious.\nElisabeth Haich --Initiation\n\n\n To receive this hexagram without changing lines suggests that perhaps you are more focused on form than meaning, or that superficial appearances are concealing something more substantive in the situation. Look deeper – what’s really going on?",
    "line_1": {
        "Legge": "The first line, dynamic, shows one adorning the way of his feet. He can discard a carriage and walk on foot.",
        "Wilhelm/Baynes": "He lends grace to his toes, leaves the carriage and walks.",
        "Blofeld": "Elegantly shod, he leaves his carriage and proceeds on foot.",
        "Liu": "He decorates his toes and leaves the carriage. He would rather walk. [Activity benefits, but stagnation does not.]",
        "Ritsema/Karcher": "Adorning one's feet. Stowing-away the chariot and-also afoot.",
        "Shaughnessy": "Making luxurious his feet; discarding the chariot and going on foot.",
        "Cleary (1)": "Adorning the feet, leaving the car and walking.",
        "Cleary (2)": "):  Adorn the feet; leave the car and walk.",
        "Wu": "He adorns his toes, leaves the carriage behind and walks.",
        "Commentary": "Confucius/Legge:  Righteousness requires that he should not ride. Wilhelm/ Baynes: It accords with duty not to ride. Blofeld: He declines to make use of the carriage at his disposal. [This implies progressing in the way we know to be right and declining the help of those who are anxious to lead us from the path of rectitude.] Ritsema/Karcher: Righteously nothing to ride indeed. Cleary (2): It is right not to ride. Wu: Because it is right not to ride in it. \n Legge:  Line one is dynamic in a dynamic place at the bottom of the hexagram. He is also the first line in the trigram of fire or light, suggesting what is elegant and bright. He has nothing to do but to attend to himself; therefore he cultivates (adorns) himself in his humble position. If righteousness demands it he can give up every luxury and indulgence. He neither cares for nor needs adornment, and will walk in the way of righteousness without it.",
        "Notes": "Siu:  At the outset, the man is tempted to create a falsely flattering public image for himself. A simple demeanor is more gracious and fitting to his position. \n Wing:  Move forward under your own power and avoid false appearances, dubious shortcuts, or ostentatious behavior. It is most important now that you rely upon your own worth. \n Wilhelm: (from Lectures on the I Ching): Now the attribute of art, or grace, consists of discarding all nonessential adornments. It consists of leaving out everything superfluous and of confining art to its appointed place. \n Editor: The feet here are regarded as more substantive than the carriage, suggesting that one must rely on one's own inner worth rather than a \"vehicle\" of ostentatious superficiality. Suggested is the need to abandon a crutch of some kind. \n\n\n The Self is the entity, then, that \"plots\" the way for an individual life, that directs and demands in an individual fashion. But the Self also insists that the ego take responsibility within the limits that are set for it. The wisdom of life lies in discovering where individual will and choice can operate, where limitations and responsibility begin and end. \nE.C. Whitmont -- The Symbolic Quest\n\n A. You are able to make your own decisions: you can \"stand on your own two feet.\" Rely now upon your own resources and initiative. (Could be a test.)"
    },
    "line_2": {
        "Legge": "The second line, magnetic, shows one adorning his beard.",
        "Wilhelm/Baynes": "Lends grace to the beard on his chin.",
        "Blofeld": "He adorns his beard.",
        "Liu": "He decorates his beard.",
        "Ritsema/Karcher": "Adorning: one's hair-growing.",
        "Shaughnessy": "Making luxurious his beard.",
        "Cleary (1)": "Adornment is seeking.",
        "Wu": "He adorns his beard.",
        "Commentary": "Confucius/Legge: He rouses himself to action only along with the subject of the line above. Wilhelm/Baynes: He ascends with the one above. Blofeld: He does so in order to be able to take part in the enjoyments of his superiors. [There are times when it is wise to conform with the customs of our seniors, even if we attach little value to them.] Ritsema/Karcher: Associating-with the above, rising indeed. Cleary (2): Adornment is seeking, in the sense of rising with those who are higher. Wu: He wants to advance with the one above. \n Legge: Line two is magnetic and in its proper place, but with no proper correlate above. The dynamic third line is similarly situated. Therefore they stick together and are as the beard and the chin. What is substantial commands and rules what is merely ornamental.",
        "Notes": "Siu:  The man seeks adornment for its own sake, without regard to his inner spiritual qualities, which it should enhance. \n Wing: Grace for its own sake is worthless to you now. It is merely an adornment. If you pay more attention to the vessel than to what it contains, you will entirely miss the meaning of this moment. \n Wilhelm (from Lectures on the I Ching): Nothing in itself should be cultivated that is not somehow prepared to subordinate itself to meaning. \n Editor: This line does not lend itself to the usual gender symbolism. In my experience neither the Siu nor Wing paraphrases reflect the deeper meaning of this line. Note that Wilhelm's \"paraphrase\" from his Lectures on the I Chingis not exactly analogous to either of them. In his regular commentary he states: \"The third line is the chin and the second is, as it were, merely its appendage. The upward movement that evokes grace takes place in the two lines together. The yielding element can adorn the strong, but cannot add to it an independent quality. This line has significance only in the hexagram taken as a whole; in its individual aspect it is not especially important. (pg 497)” The beard, an \"ornament\" which conceals the chin which shapes it, suggests the concept of the Persona: The mask that hides the face is analogous to the beard that hides the chin. As suggested by Blofeld's note on the Confucian commentary, in some situations the line can assume a meaning analogous to Matthew 22:21 -- \"Render therefore unto Caesar the things which are Caesar's; and unto God the things that are God's” or even: \"When in Rome, do as the Romans do.\" (There are times when the Work could be harmed if unprotected by a facade.) \n\n\n We have to become aware of ourselves as individuals; apart from the external demands made upon us, we have to acquire a sense of responsibility and a capacity for judgment which are not necessarily identical with external collective expectations and standards, though of course these standards must be given due regard. We have to discover that we use our representational clothes for protection and appearance but that we can also change into something more comfortable when it is appropriate and can be naked at other times. If our clothes stick to us or seem to replace our skin we are likely to be come ill. \nE.C. Whitmont -- The Symbolic Quest\n\n A. Form follows function. \n B. You are only an appendage to a larger reality. Follow what is best in you. \n C. Sometimes it is necessary for the substantive to be concealed by the trivial. \n D. Sometimes the substantive gives shape to the trivial."
    },
    "line_3": {
        "Legge": "The third line, dynamic, shows its subject with the appearance of being adorned and bedewed with rich favors. But let him ever maintain his firm correctness, and there will be good fortune.",
        "Wilhelm/Baynes": "Graceful and moist. Constant perseverance brings good fortune.",
        "Blofeld": "His adornments are such that he appears to glisten -- righteous determination maintained up to the very end brings good fortune.",
        "Liu": "Decoration with moisture. If you continue, you will have good fortune.",
        "Ritsema/Karcher": "Adorning thus, soaking thus. Perpetual Trial significant.",
        "Shaughnessy": "Luxuriantly, glossily; permanent determination is auspicious.",
        "Cleary (1)": "Adorned and luxuriant, perpetual rectitude is auspicious.",
        "Cleary (2)": "Adorned, luxuriant, perpetual righteousness bodes well.",
        "Wu": "He appears to have adorned and moisturized himself. Perseverance will bring good fortune.",
        "Commentary": "Confucius/Legge: If he maintains his firm correctness, in the end no one will insult him. Wilhelm/Baynes: The good fortune of constant perseverance cannot, in the end, be put to shame. Blofeld: This implies that, to the very end, no one will thwart our purposes.  Ritsema/Karcher: Perpetual Trial's significance. Completing absolutely-nothing: having a mound indeed. Cleary (2): No one can ever slight you. Wu: No one would dare to humiliate him. \n Legge:  The third line is dynamic, and between two magnetic lines which adorn and bestow their favors on him. But this happy condition is due to the accident of place -- he must maintain his correctness to ensure its continuance. It is not ornament, but correct firmness which secures the respect of others.",
        "Notes": "Siu: The man is enjoying a charmed life, and is given many honors. He should guard against convivial indolence and be aware of its consequences. \n Wing: You are in a moment of perfect grace, living a charmed existence. Do not allow such good fortune to make you indolent, for this would bring unhappiness. Continue to persevere in your endeavors and principles. \n Wilhelm  (from Lectures on the I Ching): When form and its meaning penetrate each other completely, when the work of art is rendered totally transparent, this is only a transitory state, which will necessarily pass. \n Editor: The image suggests that circumstances are in your favor, though they may not be due to any particular virtue on your part. Following Wilhelm's insight (see his commentary on the preceding line), that the second and third places in this hexagram are closely interdependent, a Jungian interpretation of their alliance suggests itself: line 2 being the Persona and line 3 being the Ego through which it acts as conditions require. This implies that ego and persona are here coordinated with the Self's agenda -- even if that may be unclear at the moment. \n\n\n For someone who adheres to [the goal of the knowledge of God] will not be moved to decorate walls with gold or to put a gold border on his garment – unless he intends thereby to give delight to his soul for the sake of its health and to drive sickness from it, so that it will be clear and pure to receive the sciences. \nMaimonides \n\n A. You're sitting pretty -- don't blow it!"
    },
    "line_4": {
        "Legge": "The fourth line, magnetic, shows one looking as if adorned, but only in white. As if mounted on a white horse, and furnished with wings, she seeks union with the subject of the first line, while the intervening third pursues, not as a robber, but intent on a matrimonial alliance.",
        "Wilhelm/Baynes": "Grace or simplicity? A white horse comes as if on wings. He is not a robber, he will woo at the right time.",
        "Blofeld": "He so adorns himself as to seem white as snow. He is, as it were, a white steed. What delays his progress is not an obstacle but a matter of betrothal.",
        "Liu": "Simple decoration. A white horse comes as though flying. Not a robber, but a suitor.",
        "Ritsema/Karcher": "Adorning thus, hoary thus. A white horse, soaring thus. In-no-way outlawry, matrimonial allying.",
        "Shaughnessy": "Luxuriantly, lushly, the white horse is lofty-like; it is not the robbers who confusedly slander.",
        "Cleary (1)": "Adorned or plain? A white horse runs swiftly. It is not an enemy but a mate. [It is best if one finds what is right when one is weak; the true heart and genuine intention come forth spontaneously, not forced – when there is no enmity or injury, then it is desirable to seek partnership. This is the adornment of the weak seeking clarity.]",
        "Cleary (2)": "Adorned plainly, a white horse runs swiftly. They are not enemies but partners.",
        "Wu": "He adorns himself in white like a white horse with wings. He is a suitor, not a transgressor.",
        "Commentary": "Confucius/Legge:  The place occupied by the fourth line affords ground for doubt as to its subject. But because the third line pursues not as a robber, but intent on marriage, she will in the end have no grudge against him. Wilhelm/Baynes: The fourth place is in doubt; this accords with its place. \"He is not a robber, he will woo at the right time.” In the end, one remains free of blame. Blofeld: This ruling line indicates the existence of suspicion; however, as revealed by the last sentence, nothing blameworthy is involved. [It would seem that someone is suspected of loitering or hesitating for a somewhat sinister reason, but that his motive is in fact an honorable one.] Ritsema/Karcher: Appropriate situation to doubt indeed. In- no-way outlawry, matrimonial allying. Completing without surpassing indeed. Cleary (2): The fourth (magnetic line), in its place, doubts. They are not enemies but partners, and ultimately have no grudge. Wu: If he is a suitor, not a transgressor, he will have nothing to worry about at all. \n Legge:  Line four has its proper correlate in line one, from whose strength she should receive adornment. But lines two and three intervene and keep them apart so that the only adornment is white. The fourth line is faithful to line one however, and desires their union. Finally line three appears in a good character, and not with the purpose to injure, so that the union between one and four takes place. All this in intended to show how adornment recognizes the superiority of solidity. Compare hexagram lines 3:2 and 38:6. Because of their separation we might doubt how far line four would remain loyal to line one. The loyalty is insured through the character and object of line three.",
        "Notes": "Siu: The man is faced with the choice between a life of brilliance and one of simplicity. All considerations suggest simplicity. Renouncing potential comforts may seem disappointing at first, but peace of mind will be attained through proper relationship with the sincere supporter. \n Wing:  You have a choice of two paths. One is the path of adornment and external brilliance; the other is the path of simplicity and inner worth. Your considerations suggest a deeper connection with your true Self. The path of simplicity will lead to more meaningful relationships with others and greater self-knowledge. \n Wilhelm (from Lectures on the I Ching): Here is the point where life is silent for a moment, and now the decision must be made how to continue shaping life. \n Editor: There are three main ideas here -- first, the idea of being \"adorned in white.\" Clothing symbolizes the opinions and attitudes which \"adorn\" our personality. To be dressed in white therefore, is to be simple and unpretentious – the opposite of complexity and ostentation. \n Second , the image of a flying white horse. This suggests purified (white) psychic energy (horsepower) united with the wings of intellectual aspiration. Wings enable entities to fly in the air -- symbolically, the realm of thought. We are immediately reminded of Pegasus, and although we can assume that the Duke of Chou knew nothing of Pegasus, the symbolic associations are not irrelevant here. Pegasus is associated in Greek mythology with the Muses -- the sources of creativity and inspiration. \n The third idea is of marriage -- the conjunction of masculine and feminine in a holy union or hieros gamos: the creative synthesis of thought and feeling within the psyche. However, the suitor can't unite with the subject of the line until all confusion has been eliminated from the situation. He is perceived as a \"robber\" because the barriers to union must be removed (\"stolen\") before the alliance can take place: in other words, an illusion prevails. \n This line (and indeed the entire hexagram) is often received in answer to questions concerning creativity or the creative process. If this is the only changing line, the new hexagram created is number thirty, Clarity. \n\n\n I discriminate between the ordinary ego-consciousness of the man and his creative personality. Very often there is a striking difference. Personally a creative man can be an introvert, but in his work he is an extravert and vice versa. \nJung -- Letters\n\n A. You don't understand the matter at hand. Unseen forces are working toward unity however, and clarity will eventually dawn. \n B. The image suggests the gestation of a creative idea. \n C. Don't complicate the situation -- a creative solution will mature in the course of time."
    },
    "line_5": {
        "Legge": "The fifth line, magnetic, shows its subject adorned by the occupants of the heights and gardens. She bears her roll of silk, small and slight. She may appear stingy, but there will be good fortune in the end.",
        "Wilhelm/Baynes": "Grace in hills and gardens. The roll of silk is meager and small. Humiliation, but in the end good fortune.",
        "Blofeld": "Elegantly he strolls amidst the garden of hillocks, but his silk girdle is of the poorest quality -- disgrace followed ultimately by good fortune. [The Chinese love landscape gardens. Here, obviously, someone improperly dressed is visiting a person of consequence and has to suffer for his carelessness. This should be taken figuratively to indicate a setback due to our own carelessness. Fortunately all ends well.]",
        "Liu": "Decoration in hills and gardens. A small roll of silk. Humiliation, then good fortune.",
        "Ritsema/Karcher": "Adorning tending-towards a hill-top garden. Rolled plain-silk: little, little. Abashment. Completing significant.",
        "Shaughnessy": "Luxuriant in the mound garden; the bolt of silk is so fragmentary; distress; in the end auspicious.",
        "Cleary (1)": "Adornment in the hills and groves, the roll of silk is small; there is shame, but it turns out well.",
        "Cleary (2)": "… There is regret, but the end is auspicious.",
        "Wu": "He adorns himself with ragged cloth in a hillside garden. He appears parsimonious, but will have good fortune in the end.",
        "Commentary": "Confucius/Legge: The good fortune falling to the fifth line affords occasion for joy. Wilhelm/Baynes: The good fortune of the [fifth line] has joy. Blofeld:  This good fortune comes in the form of blessings. [\"Blessings\" implies good fortune which comes, as it were, by chance and not obviously as a result of our own merits or efforts.]Ritsema/Karcher: Possessing rejoicing indeed. Cleary (2): There is joy. Wu: His good fortune comes with jubilation. \n Legge:  Line five is in the place of honor, but has no proper correlate in line two. She therefore associates with the dynamic line six above her, symbolized by the heights and gardens around a city which serve to both protect and to beautify it. Thus the subject of the line receives adornment from without, and does not of herself try to manifest it. Moreover, in her weakness, her offerings of ceremony are poor and mean. But, as Confucius said: \"In ceremonies it is better to be sparing than extravagant.\" Hence stinginess doesn't prevent a good auspice. The K'ang-hsi editors say: \"Line five occupies the place of honor, yet prefers simplicity and exalts economy. She might change and transform manners and customs.\" It is a small matter to say of her that she affords occasion for joy.",
        "Notes": "Siu: The man meets someone whom he wishes to befriend and feels ashamed at his meager gifts. But his natural sincerity overcomes the difficulties and good fortune ensues. \n Wing:  You may wish to strengthen your connection with someone you admire, but you feel that what you have to offer is not grand enough to merit attention. However, your internal desires and sincere feelings of friendliness are all that truly matter. Your worth will be recognized and you will meet with good fortune. \n Wilhelm  (from Lectures on the I Ching): Thus Tao and law are also found where man, the personal element, the human mask, as it were, is no longer visible. \n Editor:  The theme of Persona here contrasts “simplicity” with Haute Couture – I visualize a ragged Taoist sage in the emperor’s palace garden. Stingy, small, meager, plain, ragged, parsimonious, all suggest some sort of impoverishment. To be “adorned” by “poverty” can suggest a morally superior but weak position in relationship to a strong one: the intimidating “hills and gardens” of the aristocracy which define the situation. Thus: your position is weak but correct and should prevail if you serve the Tao. There is also the idea of a small but sincere sacrifice which brings an eventual reward in excess of the original offering. The alliance with the top line suggests a connection with superior forces from whom, despite our humble station, we are adorned via our inner grace. \n\n\n [Jesus] sat down opposite the treasury and watched the people putting money into the treasury, and many of the rich put in a great deal. A poor widow came and put in two small coins, the equivalent of a penny. Then he called his disciples and said to them, \"I tell you solemnly, this poor widow has put more in than all who have contributed to the treasury; for they have all put in money they had over, but she from the little she has put in everything she possessed, all she had to live on.\" \nMark 12: 41-44 \n\n A. Less is more. \n B. A small sacrifice is appropriate. The reward will exceed the loss."
    },
    "line_6": {
        "Legge": "The sixth line, dynamic, shows one with white as his only ornament. There will be no error.",
        "Wilhelm/Baynes": "Simple grace. No blame.",
        "Blofeld": "Simple elegance. No error!",
        "Liu": "Simple decoration. No blame.",
        "Ritsema/Karcher": "White adorning. Without fault.",
        "Shaughnessy": "White luxury; there is no trouble.",
        "Cleary (1)": "Adornment by simplicity is impeccable.",
        "Wu": "He is unadorned and there will be no error.",
        "Commentary": "Confucius/Legge: The line shows how he has attained his aim. Wilhelm/ Baynes: The one above attains his will. Blofeld: This top line indicates the fulfillment of our will. Ritsema/Karcher: Acquiring purpose above indeed. Cleary (2): One attains one’s aspiration above. Wu: His aspiration has prevailed. \n Legge:  At the top of the hexagram ornament has run its course and there is a return to pure white simplicity. Substantiality is better than ornament. The subject of the sixth line shows more of the spirit of the hexagram than most. His being clothed in simple white crowns the lesson that ornament must be kept in a secondary place.",
        "Notes": "Siu: The man reaches the peak of his development, and displays perfect grace through the true expression of his character without pretensions. He understands the patterns of human frailties. \n Wing:  You can rely now upon the sincerity of your true nature to supply your external radiance. Pretensions, form, and adornments are no longer necessary to achieve your aims. Simplicity is the path you must take. In this way you will make no mistakes. \n Wilhelm  (from Lectures on the I Ching): Highest spirituality is connected with complete absence of outward pretense. \n Editor: Questions concerning artistic creativity are sometimes addressed by this line -- differentiating the intent of the muse (Self) from the ambitions of the artist (ego). We are reminded of the difference between unity and multiplicity -- unity being one simple whole, multiplicity being many diverse complexities or \"ornaments.\" \n\n\n Only the truly intelligent understand this principle of the leveling of all things into One. They discard the distinctions and take refuge in the common and ordinary things. The common and ordinary things serve certain functions and therefore retain the wholeness of nature. From this wholeness, one comprehends, and from comprehension, one comes near to Tao. There one stops. To stop without knowing how one stops -- this is Tao. \nChuangtse \n\n A. \"Keep it simple.\" \n\n June 28, 2002, 4/23/06, 3/14/08"
    }
}