{
    "title": "Contemplation",
    "other_titles": "View, The Symbol of Steady Observation, Looking Down, Observation, Viewing, Looking Up, Observing, Admiration, To Examine, Rulers and Their Subjects, Introspection, Perception, Contemplation of the Work",
    "Judgment": {
        "Legge": "Contemplation shows us a worshipper who has purified himself, but must still present his sacrifice with that dignified sincerity which inspires reverence.",
        "Wilhelm/Baynes": "Contemplation . The ablution has been made, but not yet the offering. Full of trust they look up to him.",
        "Blofeld": "Lookingdown.[This word often means “contemplation\" and I have so translated it when the context so requires.] The ablution has been performed, but not the sacrifice. Sincerity inspires respect. [This is generally understood to mean that the first step has been taken or that one has bound oneself to follow a certain course...but that the main duties are yet to be performed.]",
        "Liu": "Observation. The hand-washing ritual is completed, but the sacrifice is still to come. All done and looked upon with sincerity.",
        "Ritsema/Karcher": "Viewing: hand-washing and-also not worshipping. Possessing conformity, like a presence. [This hexagram describes your situation in terms of something seen from a distance, out of immediate reach. It emphasizes that carefully observing and divining the meaning is the adequate way to handle it...]",
        "Shaughnessy": "Looking Up. Washing the hands but not making offering; there is a return with head held high.",
        "Cleary (1)": "Observing, one has washed the hands but not made the offering; there is sincerity, which is reverent.",
        "Cleary (2)": null,
        "Wu": "Admiration indicates a worshipper washing his hands in preparation for the offerings, but not participating in it. He shows sincerity and awe."
    },
    "Image": {
        "Legge": "The image of earth and wind moving above it form Contemplation. The ancient kings, in accordance with this, examined the different regions of the kingdom to see the ways of the people, and set forth their instructions.",
        "Wilhelm/Baynes": "The wind blows over the earth: the image of Contemplation. Thus the kings of old visited the regions of the world, contemplated the people, and gave them instruction.",
        "Blofeld": "This hexagram symbolizes wind blowing across the earth. The ancient rulers visited the different regions to keep watch over their people and carefully instruct them.",
        "Liu": "The wind blowing over the earth symbolizes Observation. The ancient kings visited their territories, observed the people, and gave instruction.",
        "Ritsema/Karcher": "Ritsema/Karcher",
        "Cleary (1)": "Wind is over the earth, observing. Thus did the kings of yore set up education after examination of the region and observation of the people.",
        "Cleary(2)": "Wind travels over the earth – observing.Kings of yore examined the regions and observed the people to set up education. [In Buddhist terms, the ancient Buddhas examined the “regions” of possible experience and observed the people in various states of being, then set up various teachings to accommodate them, just as the wind travels over the earth reaching everywhere.]",
        "Wu": "The wind pervades above the earth; this is Admiration. Thus the ancient kings inspected various regions of the country, observed the sentiments of the people, and laid down their instructions."
    },
    "Commentary": {
        "Confucius/Legge": "Observation from above -- from the trigram of Flexibility surmounting the trigram of Docility. The ruler is in his correct central position, and thus exhibits his lessons to all below. He has purified himself, but not yet sacrificed. All beneath look to him and are transformed. When we contemplate the spirit-like way of heaven, we see how the four seasons proceed without error. The sages, in accordance with this spirit-like way, laid down their instructions, and all under heaven yield submission to them.",
        "Legge": "The Chinese character from which this hexagram is named is used in the sense of both seeing and being seen. The theme is the sovereign and his people -- how he shows himself to them, and how they in turn perceive him. The two dynamic lines at the top belong to the ruler, and the four magnetic lines below represent his subjects. In the Judgment the ruler is portrayed as a worshipper at the commencement of a sacrifice. He is the great Manifester in line five. \n The lower trigram symbolizes earth, with the attribute of Docility; the upper trigram symbolizes wind, with the attributes of Flexibility and Penetration. Wind moving above the earth has the widest sweep, and nothing escapes its influence. The personal influence of the ruler effects much, but the ancient kings wished to add to that the power of published instructions which were specially adapted to the character and circumstances of the people. \n The spirit-like way of heaven is the invisible order underlying the laws of nature. [Ed. Note: Ritsema/Karcher use the phrase: \"Viewing Heaven's spirit tao... The all-wise person uses spirit tao to set-up teaching.\" Spirit(s), SHEN: independent spiritual powers that confer intensity on heart and mind by acting on the soul, KUEI; gods, daimons. Tao: way or path; ongoing process of being and the course it traces for each specific person or thing; keyword. The ideogram: go and head, leading and the path it creates.]"
    },
    "Notes": "Judgment:  Contemplate your motivations and discern the purity of your intent. \"Put your money where your mouth is.” or \"Walk your talk.”\n The Superior Man evaluates and rectifies his attitudes. \n The \"ancient kings” in the Image symbolize the creators of an original state of perfection -- an archetypal model toward which the superior man aspires. This idea is common to all mystical traditions, many of which depict this state in the image of an ideal or prototypical man. Here is a summary of the Gnostic conception: \n\n\n Not only the body but also the \"soul\" is a product of the cosmic powers, which shaped the body in the image of the divine Primal (or Archetypal) Man and animated it with their own psychical forces: these are the appetites and passions of natural man, each of which stems from and corresponds to one of the cosmic spheres [i.e., planets] and all of which together make up the astral soul of man, his \"psyche.\" \nH. Jonas -- The Gnostic Religion\n\n\n In the Kabbalah, the template of this archetypal man (named Adam Kadmon) exists in each of the four realms of consciousness corresponding to intuition, intellect, emotion and sensation, and \"he\" is perceived as androgynous in all of these worlds except the last -- the \"sensation” world of our physical spacetime reality. \n\n\n The Adam of these first three worlds was androgynous. The Adam of the fourth world is the Adam of the expulsion, the Adam of flesh traversing the desert of his exile, and the Adam capable of reproducing himself now that he is no longer androgynous. \nC. Ponce -- Kabbalah \n\n\n Considering that androgyny is one of the symbols used in the Western Mystery Tradition to depict the correct union of male and female forces within the psyche, we quickly recognize that the properly matched male and female correlate lines in theI Ching are a Chinese depiction of the identical concept. Note that the messages of the following three quotations are in complete accord with the goal of the Work as outlined in theI Ching: \n\n\n Somewhere there is an Adam within each of us in need of restoration, in exile from the Garden. The aim of Kabbalism is the restoration of the divine man in the medium of mortal man. We are the laboratory and we are the workers who work in that space. \nC. Ponce --Kabbalah \n Within our six-foot body we must strive for the form which existed before the laying down of heaven and earth. \nThe Secret of the Golden Flower \n The destiny of man is to build the Heavenly Jerusalem on Earth. In other words, to civilize a planet. It is the aim of the occultist, in consort with all men of good will, to bring about this heavenly fact into earthly reality. And the only way it will come about is by every man doing the right thing at the right time for twenty-four hours a day. \nGareth Knight -- The Work of a Modern Occult Fraternity\n\n\n The ancient kings in hexagram number-20 base their laws upon their recognition of diversity among the various forces which make up the kingdom of the psyche. Their divine regulations therefore represent the proper ecology existing between heaven and earth, yin and yang, male and female, Logos and Eros. In this regard, theI Ching's version of the Archetypal Man might be seen as hexagram number-63, Completion, in which the polarity of each of the lines is in perfect correlation. (See the editor's commentary on Hexagram number 11 for further insights into this idea.) \n The theme of the hexagram is Contemplationof your situation to see if your attitude meets the archetypal standards of the Work. The worshipper in the Judgment has purified himself for sacrifice but has not yet carried it out. Wilhelm uses the word \"ablution” in his translation of the Judgment. An ablution is a ritual cleansing associated with a religious rite: \n\n\n Ablution:  In alchemy ... the adept worker achieves [success] only by purifying his soul of all that commonly agitates it. Washing, then, symbolizes the purification not so much of objective and external evil as of subjective and inner evils ... The principle involved in this alchemic process is that implied in the maxim \"Deny thyself.\"\nJ. E. Cirlot --Dictionary of Symbols\n\n\n It is important to note that the sacrifice has yet to be performed: preparation is meaningless until it is acted upon. Psychologically, this refers to intellectual \"gnosis\" which still needs to be grounded in behavior. \n\n\n Wisdom is achieved very slowly. This is because intellectual knowledge, easily acquired, must be transformed into `emotional,' or subconscious, knowledge. Once transformed, the imprint is permanent. Behavioral practice is the necessary catalyst of this reaction. Without action, the concept will wither and fade. Theoretical knowledge without practical application is not enough ... Intellectually the answers have always been there, but this need to actualize by experience, to make the subconscious imprint permanent by `emotionalizing' and practicing the concept, is the key. \nBrian L. Weiss, MD -- Many Lives, Many Masters \n\n\n Without changing lines, Contemplation is an oracular invitation for you to consider your situation and especially your motivations in regard to it. One way of doing this is to reduce everything to a brief written statement, including your best conscious conclusions. Then ask for a comment from the oracle -- often it will become apparent that you have been undergoing a kind of examination. \n \nSUGGESTIONS FOR MEDITATION \n The ancient kings are mentioned in the Images of both this figure and number twenty-one, Discernment, immediately following. What are the differences between Contemplation and Discernment, as depicted in these images? How does the concept of sacrifice relate to this, as mentioned in the Judgment? Compare the Judgment of this hexagram with hexagrams and lines 17:6, 45:2, 46:2, 46:4, 47:2, 47:5 and 63:5 for further insights on this extremely important tenet of the Work.",
    "line_1": {
        "Legge": "The first line, magnetic, shows the looking of a child -- not blamable in those of inferior rank, but a matter of regret in superior men.",
        "Wilhelm/Baynes": "Boy-like contemplation. For an inferior man, no blame. For a superior man, humiliation.",
        "Blofeld": "Looking at things in a childish way is not blameworthy in ordinary people, but in the Superior Man it is a misfortune. [ It might be supposed that the Superior Man is incapable of such conduct; hence this passage must refer to one who is trying to be or who thinks himself a Superior Man.]",
        "Liu": "Childish observation. For inferior people, no blame. For superior people, humiliation.",
        "Ritsema/Karcher": "Youthful viewing. Small People: without fault. Chun tzu: abashment.",
        "Shaughnessy": "The youth looks up; for the little man there is no trouble, for the gentleman distress.",
        "Cleary (1)": "Ignorant observation is not blamed in inferior people, but is shameful in superior people.",
        "Cleary (2)": "):  Naïve observation is blameless in undeveloped people but shameful in developed people. [When undeveloped people are like children, this is not considered bad, but if developed people are like children, there is no way to govern nations and bring peace to earth.]",
        "Wu": "His view is like that of a child. There will be no error for a little man, but humiliation for a jun zi.",
        "Commentary": "Confucius/Legge:  This indicates the way of the inferior people. Wilhelm/ Baynes: The way of inferior people. Blofeld:  For such conduct is suited to people of inferior worth. Ritsema/Karcher: Small People: tao indeed. Cleary (2): The naïve observation represented by the first yin is the way of underdeveloped people. Wu: Because this is the way of a little man. \n Legge:  Line one is magnetic and in the lowest place, which is also improper for it. This suggests the symbol of a thoughtless child who cannot see far -- one who takes only shallow and superficial views.",
        "Notes": "Siu:  At the outset, the man does not comprehend the nature of prevailing forces nor does he perceive them as a connected whole. The superficial view is acceptable for the masses, but the superior man should know better. \n Wing:  Are you just looking at the surface of the situation and its most superficial effect upon you? This is an inferior, unenlightened form of contemplation. The superior mind will attempt to see the situation as part of a larger whole. This way you can know its actual meaning in your life. \n Editor: Legge's original translation of this line says \"lad” instead of child. I have altered it to be more in conformance with the magnetic line. No meaning is lost. The line is completely unambiguous in all translations. \n\n\n When I was a child, I spake as a child, I understood as a child, I thought as a child: But when I became a man, I put away childish things. \nI Corinthians 13: 11 \n\n A. An image of immature and superficial perception. \n B. Grow up and accept your responsibilities."
    },
    "line_2": {
        "Legge": "The second line, magnetic, shows one peeping out from a door. It would be advantageous if it were merely the firm correctness of a female.",
        "Wilhelm/Baynes": "Contemplation through the crack of the door. Furthering for the perseverance of a woman.",
        "Blofeld": "Watching through door-cracks is of advantage to women.",
        "Liu": "Observation through the cracks of doors. Women benefit by perseverance. [Now is a better time for action than for quiet.]",
        "Ritsema/Karcher": "Peeping-through Viewing. Harvesting: woman Trial.",
        "Shaughnessy": "Peeking a look up; beneficial for the maiden to determine.",
        "Cleary (1)": "Peeking observation is beneficial for a woman’s chastity.",
        "Wu": "Onepeeps through a door. It will be advantageous for a persevering woman.",
        "Commentary": "Confucius/Legge:  The firm correctness of a woman in peeping out from a door is also a thing to be ashamed of in a superior man.  Wilhelm/Baynes: \"Contemplation through the crack of the door\" is humiliating even where there is the perseverance of a woman. Blofeld:  Nevertheless it is also shameful. [If the enquirer or the one for whom the enquiry is being made is a woman, she will gain by keeping a secret watch, but it cannot be done honorably in this case.]Ritsema/Karcher: Truly permitting the demoniac indeed. Cleary (2): (It) can also be shameful. Wu: It is nevertheless awkward. \n Legge: Line two is magnetic in her proper place, showing a woman who lives retired and only able to peep through the crack of her door at her fifth-line correlate. But ignorance and retirement are proper in a woman.",
        "Notes": "Siu:  The housewife is understandably ignorant of worldly affairs. But such a narrow, subjective view of reality is shameful for persons in public life. \n Wing: If you have goals more ambitious than maintaining your own private world, if your dreams extend into the affairs of society, then you must develop a broader viewpoint. If you relate everything that comes your way in terms of your own life and attitudes, you cannot develop. \n Editor: As hopefully enlightened moderns we wince at what seems to be outrageous male chauvinism in some of the lines of theI Ching, but if we understand the symbolism psychologically a non-sexist message comes through. (Dream symbolism also often offends our conscious convictions.) Female figures usually represent our instinctive responses and the emotional-feeling aspects of our personality. Correct behavior demands that emotional responses be kept in their proper place at \"home\" within the psyche. This line implies that the situation demands a more dynamic approach. Note however, that there is no overt value judgment other than by implication; the puritanical Confucian commentary is not necessarily always applicable. The line sometimes just portrays a partial, incomplete view of the situation, saying in effect that \"there is more to the subject than meets the eye.” \n\n\n If the doors to perception were cleansed, everything would appear to man as it is, infinite. For man has so closed himself up till he sees all through narrow chinks of his cavern. \nWilliam Blake \n\n A. You have a restricted (possibly narrow-minded) point of view -- dispassionately widen your horizons."
    },
    "line_3": {
        "Legge": "The third line, magnetic, shows one looking at the course of her own life, to advance or recede accordingly.",
        "Wilhelm/Baynes": "Contemplation of my life decides the choice between advance and retreat.",
        "Blofeld": "By contemplating our own lives, we learn to advance or retreat as required by circumstances.",
        "Liu": "Observation of the circumstances of our lives determines whether to advance or retreat.",
        "Ritsema/Karcher": "Viewing my birth, advancing, withdrawing.",
        "Shaughnessy": "Looking up at my life advancing and retreating.",
        "Cleary (1)": "Observing personal growth, promoting and repelling.",
        "Cleary (2)": "… advancing and withdrawing.",
        "Wu": "He examines his own life to determine whether to advance or retreat.",
        "Commentary": "Confucius/Legge:  She will not err in the path to be pursued. Wilhelm/ Baynes: The right way is not lost. Blofeld:  This is the way to keep to the right path. Ritsema/Karcher: Not-yet letting-go tao indeed. Cleary (2): One has not lost the way. Wu: He has not forsaken the principle. \n Legge:  The magnetic third line at the top of the lower trigram of Receptivity belongs to one of utmost docility. She wishes to act only according to the exigency of the time and circumstances, and will advance or recede accordingly.",
        "Notes": "Siu: The man contemplates the effects of his actions in relation to the exigencies of the times rather than indulging in idle speculations. Only in this way is he able to formulate useful guidelines for behavior. \n Wing: In order to make the correct decisions in your life, you must gain objective self-knowledge. This is not accomplished by exploring your own dreams, attitudes, and opinions. These are useless in self-examination. Instead, contemplate your effect upon the world around you. There you will find yourself. \n Editor:  Illusions of \"free-will” to the contrary, it is probably accurate to say that most life experience is not within our control. If this is true, then our only meaningful choice is to determine how the Tao is flowing and then to put ourselves in harmony with it. Ritsema/Karcher's Confucian commentary reminds us of this: “Not-yet letting-go tao indeed.” The oracle is asking you to make a decision based on your own insight. You may regard it as a test. \n\n\n Self-reflection or--what comes to the same thing--the urge to individuation gathers together what is scattered and multifarious, and exalts it to the original form of the One, the Primordial Man. In this way our existence as separate beings, our former ego nature, is abolished, the circle of consciousness is widened, and because the paradoxes have been made conscious the sources of conflict are dried up. \nJung -- Transformation Symbolism in the Mass \n\n A. Examine your options in the matter at hand. What will be the consequences of the choice you contemplate in terms of the goals of the Work?"
    },
    "line_4": {
        "Legge": "The fourth line, magnetic, shows one contemplating the glory of the kingdom. It will be advantageous for her, being such as she is, to seek to be a guest of the king.",
        "Wilhelm/Baynes": "Contemplation of the light of the kingdom. It furthers one to exert influence as the guest of a king.",
        "Blofeld": "Contemplating the conditions of a realm guides us as to whether we should become the ruler's guests. [In ancient China, many scholars, such as Confucius himself, wandered from kingdom to kingdom and princedom to princedom seeking a ruler wise and virtuous enough to profit by their teachings. It was by observing the splendors or miseries of each realm that they were able to form preliminary judgments and thus decide whether the ruler might be worth approaching or not. The implication is that we must not accept something as good without waiting to discover whether the alleged good qualities are genuine.]",
        "Liu": "Observation of the glory of the country. It is beneficial to exert influence as the guest of the leader.",
        "Ritsema/Karcher": "Viewing the city's shining. Harvesting: availing-of guesting tending-towards kinghood.",
        "Shaughnessy": "Looking up at the state's radiance; beneficial herewith to be entertained to audience by the king.",
        "Cleary (1)": "Observing the glory of the country, it is beneficial to be a guest of a king.",
        "Wu": "He admires the glories of the nation. It will be advantageous to be an honored guest of the king.",
        "Commentary": "Confucius/Legge: She contemplates the glory of the kingdom. Thence arises the wish to be a guest at court. Wilhelm/Baynes: One is honored as a guest. Blofeld: Those engaged in this way enjoy universal esteem. Ritsema/ \n Karcher:  Honoring guesting indeed. Cleary (2): Esteeming guesthood. Wu: And the king honors his guest. \n Legge:  Line four, in a properly magnetic place is just below the properly dynamic fifth-line sovereign. She is moved accordingly, and stirred to ambition. The \"glory of the kingdom\" is the virtue of the sovereign and the noble character of his administration.",
        "Notes": "Siu:  The person who is aware of the factors leading to the glory of the nation should be appointed by the king to an authoritative position. He should be honored rather than used as a tool. \n Wing: You can now progress by Contemplating society and determining the best cause, leader, or organization you can join or support. This social awareness and its enactment will further your growth, for you can transcend your position as one of the masses and exert significant influence. \n Editor: The first line of this hexagram is ignorant and superficial, and not a proper correlate."
    },
    "line_5": {
        "Legge": "The fifth line, dynamic, shows its subject contemplating his own life course. A superior man, he will thus fall into no error.",
        "Wilhelm/Baynes": "Contemplation of my life. The superior man is without blame.",
        "Blofeld": "The Superior Man does no wrong in keeping a watch upon our lives. [It is not wrong for us to be curious about the affairs of others if our motive is to be of more help to them.]",
        "Liu": "Observation of ourselves. No blame for the superior man.",
        "Ritsema/Karcher": "Viewing my birth. A chun tzu: without fault.",
        "Shaughnessy": "Looking up at my life; for the gentleman there is no trouble.",
        "Cleary (1)": "Observing personal growth, a superior person is blameless.",
        "Cleary (2)": "… Developed people are impeccable.",
        "Wu": "He examines his own life. The jun zi is without blame.",
        "Commentary": "Confucius/Legge:  He should for this purpose contemplate the condition of the people.  Wilhelm/Baynes: \"Contemplation of my life,” that is, contemplation of the people. Blofeld:  In this passage, \"our lives” means the lives of the people. Ritsema/Karcher: Viewing the commoners indeed. Cleary (2): What is appropriate for a great leader is balance in action. Wu: He actually looks after his people. \n Legge: Line five is dynamic, and in the place of the ruler. He is a superior man, but this does not relieve him from the duty of self-contemplation or examination.",
        "Notes": "Siu:  The man in a position of power studies the impact of his life upon the welfare of others. If he so conducts himself that the condition of the people is always good, he will not fall into error. \n Wing:  You will gain an understanding of what the future holds for you by Contemplating the effect of your life upon others. If your influence and example are good, then you are without blame. This, you will find, is its own reward. \n Editor:  Notice that the Confucian commentary equates the contemplation of the life course of the ruler with the contemplation of the condition of the people. Psychologically, \"the people” are the various components of the psyche, and the line is an injunction to compare our current situation with the ideal image of the Work alluded to in the Judgment. In other words, the oracle will not answer your question until you have first made a sincere effort to analyze your situation. Often this will result in a different perspective, and either cancel the original question or evoke an entirely new one. \n\n\n The motions akin to the divine part in us are the thoughts and revolutions of the universe; these, therefore, every man should follow, and correcting those circuits in the head that were deranged at birth, by learning to know the harmonies and revolutions of the world, he should bring the intelligent part, according to its pristine nature, into the likeness of that which intelligence discerns, and thereby win the fulfillment of the best life set by the gods before mankind both for this present time and for the time to come. \nPlato -- The Timaeus\n\n A. Differentiate your thoughts and feelings and compare your situation with the ideal toward which you aspire."
    },
    "line_6": {
        "Legge": "The sixth line, dynamic, shows its subject contemplating his character to see if it be indeed that of a superior man. He will not fall into error.",
        "Wilhelm/Baynes": "Contemplation of his life. The superior man is without blame.",
        "Blofeld": "Nor will it be an error for the Superior Man to contemplate his own life.",
        "Liu": "Observation of the lives of others. No blame for the superior man. [This is a time of discontent.]",
        "Ritsema/Karcher": "Viewing one's birth. A chun tzu: without fault.",
        "Shaughnessy": "Looking up at his life; for the gentleman there is no trouble.",
        "Cleary (1)": "Observing the growth, the superior person is blameless.",
        "Cleary (2)": "… Developed people are impeccable.",
        "Wu": "He looks pensively at the life of the people. The jun zi is without blame.",
        "Commentary": "Confucius/Legge: He cannot even yet let his mind be at rest. Wilhelm/ Baynes: The will is not yet pacified. Blofeld:  He contemplates his own life when troubled as to what course to take. Ritsema/Karcher: Purpose not-yet evened indeed. Cleary (2): The mind is not yet at peace. Wu: His aspirations have not been all fulfilled. \n Legge: There is a slight difference in the sixth line from the fifth which can hardly be expressed in a translation. By making a change in the punctuation, however, the different significance may be brought out. Line six is dynamic, and should be considered out of the work of the hexagram, but he is still possessed by its spirit, and is led to self- examination.",
        "Notes": "Siu:  The sage, who is living outside the routine of the world, contemplates his own character, not as an isolated ego manifestation, but in relation to the laws of life. He judges freedom from blame to be the highest good. \n Wing:  You are somewhat beyond the situation and able to contemplate your life without egotistical involvement. You will discover, here, that freedom from error and blame are the highest good. Egoless contemplation is the key. \n Editor:  Psychologically interpreted, the fifth line represents an ego contemplating his multi-faceted psyche; here, the sixth line has risen above that standpoint to contemplate the nature of the whole reality with which it wishes to unite. Line five asks us to look within to see if the motivations of the psyche are in accordance with the goals of the Work; line six asks us to examine our comprehension of the individuation process itself to see if it is correct. \n Note that Liu translates this as contemplating “the lives of others” and Wu “the life of the people” – in these versions the object of contemplation is placed outside of the observer’s psyche. When differentiating line 5 from line 6, this interpretation of their slight divergence makes the most sense. Sometimes there is an implication that you may misunderstand something pertaining to the Work. \n\n\n The Self, being individual and unique, is made manifest in the individuation process of the individual. But the Self is also universal and eternal, and under this aspect it is made manifest in a process we can only call the individuation of mankind. It is a collective process that takes the form of a gradual extension and differentiation of consciousness over the millennia. The drama began in the gray mists of antiquity and continues through the centuries into a remote future. \nA. Jaffe -- The Myth of Meaning \n\n A. Are your motives clear? Get the big picture. \n B. Differentiate your true relationship to the matter at issue. \n\n June 25, 2001, 11/21/08"
    }
}